Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# welcome
source: Welcome to
ar: مرحبا بك في
es: Bienvenido a
fr: Bienvenue à
tr: Hoş geldiniz
zh: 欢迎来到

# chooseLang
source: Please Select Language
ar: من فضلك اختار اللغه
es: Por favor, elige el idioma
fr: Veuillez choisir la langue
tr: Lütfen dilinizi seçin
zh: 请选择语言

# continu
source: continue
ar: تابع
es: Continuar
fr: Continuer
tr: Devam et
zh: 继续

source: Betac
ar: بيتك
es: Tu hogar
fr: Chez vous
tr: Ev
zh: 主页

source: Next
ar: التالي
es: Siguiente
fr: Suivant
tr: İleri
zh: 下一个

source: Skip
ar: تخطي
es: Saltar
fr: Passer
tr: Atla
zh: 跳过

# firstPage
source: This application helps you settle in Egypt by providing many services in health, education, and work.
ar: هذا التطبيق يساعدك علي الاستقرار في مصر من خلال تقديم العديد من الخدمات في الصحه والتعليم والعمل.
es: Esta aplicación te ayuda a establecerte en Egipto ofreciendo varios servicios en salud, educación y trabajo.
fr: Cette application vous aide à vous installer en Égypte en fournissant de nombreux services dans les domaines de la santé, de l'éducation et du travail.
tr: Bu uygulama, sağlık, eğitim ve iş alanlarında çeşitli hizmetler sunarak Mısır'da yerleşmenize yardımcı olur.
zh: 该应用程序通过在健康、教育和工作领域提供各种服务来帮助您在埃及定居。

# learning
source: Education
ar: التعليم
es: Educación
fr: Éducation
tr: Eğitim
zh: 教育

# secondPage
source: introduces you to the best schools and universities in Egyptian cities, acquaints you with their features, and enables you to communicate with them.
ar: بيعرفك علي افضل المدارس والجامعات في مدن مصر ويعرفك علي مميزاتها ويتيح لك التواصل معهم
es: Te presenta las mejores escuelas y universidades en las ciudades de Egipto, destacando sus características y permitiéndote contactar con ellas.
fr: Il vous présente les meilleures écoles et universités dans les villes d'Égypte, vous fait découvrir leurs avantages et vous permet de les contacter.
tr: Mısır'ın şehirlerindeki en iyi okulları ve üniversiteleri tanıtarak onların özelliklerini ve iletişim kurma imkanını sağlar
zh: 通过介绍埃及各城市的最佳学校和大学，以及它们的特点并与他们联系，帮助您了解。

source: Health
ar: الصحه
es: Salud
fr: Santé
tr: Sağlık
zh: 健康

# thirdPage
source: provides you with important health services such as pharmacies and hospitals specific to each city.
ar: يتيح لك اهم الخدمات الصحيه مثل الصيدليات والمستشفيات الخاصه بكل مدينة
es: Ofrece los servicios de salud más importantes, como farmacias y hospitales en cada ciudad.
fr: Il vous offre les principaux services de santé, tels que les pharmacies et les hôpitaux de chaque ville.
tr: Her şehirdeki eczaneler ve hastaneler gibi önemli sağlık hizmetlerine erişmenizi sağlar
zh: 您可以获得每个城市的药房和医院等重要医疗服务。

source: Work
ar: العمل
es: Trabajo
fr: Travail
tr: İş
zh: 工作

# forthPage
source: allows you to learn about the required jobs in each city or search for jobs in a specific city and communicate with the responsible person.
ar: يمكنك من التعرف علي الوظائف المطلوبه في كل المدن او البحث عن وظائف في مدينه معينة والتواصل مع المسئول
es: Te permite conocer los trabajos disponibles en cada ciudad o buscar trabajos en una ciudad específica y ponerte en contacto con los responsables.
fr: Vous pouvez découvrir les emplois disponibles dans chaque ville ou rechercher des emplois dans une ville spécifique et contacter le responsable.
tr: Her şehirdeki gereken işleri tanıtır veya belirli bir şehirdeki işleri aramanıza ve yetkililerle iletişim kurmanıza olanak tanır
zh: 它介绍了每个城市所需的工作，或者您可以搜索特定城市的工作并与负责人联系。

# start
source: Start using
ar: ابدأ الاستخدام
es: Comenzar
fr: Commencer à utiliser
tr: Kullanmaya başla
zh: 开始使用

# hello
source: Welcome!
ar: مرحبا!
es: ¡Hola!
fr: Bonjour !
tr: Merhaba!
zh: 你好！

source: Email
ar: البريد الالكتروني
es: Correo electrónico
tr: E-posta
zh: 电子邮件

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
tr: Şifre
zh: 密码

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
tr: Giriş yap
zh: 登录

# noAccount
source: Don't Have An Account ?
ar: ليس لديك حساب ؟
es: ¿No tienes una cuenta?
fr: Pas de compte ?
tr: Hesabınız yok mu?
zh: 没有账号？

# pleasure
source: It's A Pleasure To Join Us
ar: يسعدنا ان تنضم الينا
es: Nos complace que te unas a nosotros
fr: Nous sommes ravis que vous nous rejoigniez
tr: Bize katıldığınız için mutluyuz
zh: 我们很高兴您加入我们

source: Name
ar: الاسم
es: Nombre
fr: Nom
tr: Ad
zh: 名称

# phone
source: Phone Number
ar: رقم الهاتف
es: Teléfono
fr: Téléphone
tr: Telefon numarası
zh: 电话号码

source: Country
ar: الدوله
es: País
fr: Pays
tr: Ülke
zh: 国家

source: Sign Up
ar: تسجيل
es: Regístrate
fr: S'inscrire
tr: Kayıt ol
zh: 注册

# haveAccount
source: Already Have An Account!
ar: لدي حساب بالفعل!
es: ¿Ya tienes una cuenta?
fr: Déjà un compte !
tr: Zaten bir hesabım var!
zh: 我已经有账号！

# succed
source: Sign Up Succeded
ar: تم التسجيل بنجاح
es: Registro exitoso
fr: Inscription réussie
tr: Başarıyla kaydedildi
zh: 注册成功

# knowMore
source: Know More About
ar: اعرف اكتر عن
es: Saber más sobre
fr: En savoir plus sur
tr: Daha fazla bilgi edinin
zh: 了解更多

# healthService
source: Health Services
ar: الخدمات الصحيه
es: Servicios de salud
fr: Les services de santé
tr: Sağlık Hizmetleri
zh: 健康服务

# learningService
source: Education
ar: التعليم
es: Educación
fr: L'éducation
tr: Eğitim
zh: 教育

# protection
source: Protection and Legal Support
ar: الحمايه والدعم القانوني
es: Protección y apoyo legal
fr: Protection et soutien juridique
tr: Koruma ve Hukuki Destek
zh: 保护与法律支持

source: Rights
ar: الحقوق
es: Derechos
fr: Droits
tr: Haklar
zh: 权利

# unhcr1
source: What is the United Nations High
ar: ماهى المفوضيه الساميه
es: ¿Qué es el Alto Comisionado de las Naciones Unidas para los Refugiados?
fr: Qu'est-ce que le HCR
tr: Birleşmiş Milletler Mülteciler Yüksek Komiserliği nedir?
zh: 联合国难民事务高级专员办事处是什么？

# Unhcr2
source: Commissioner for Refugees?
ar: للامم المتحده للاجئين ؟
fr: des Nations Unies pour les réfugiés ?

# Unhcr3
source: What is the United Nations High Commissioner for Refugees?
ar: ماهى المفوضيه الساميه للامم المتحده للاجئين ؟
es: ¿Qué es el Alto Comisionado de las Naciones Unidas para los Refugiados?
fr: Qu'est-ce que le HCR des Nations Unies pour les réfugiés ?
tr: Birleşmiş Milletler Mülteciler Yüksek Komiserliği nedir?
zh: 联合国难民事务高级专员办事处是什么？

# Unhcr
source: It is a global organization dedicated to saving lives, protecting rights, and building a better future for refugees, forcibly displaced communities, and stateless people. The United Nations High Commissioner for Refugees is committed to protecting those who have been forced to flee their homes due to conflict and persecution.
ar: هي منظمة عالمية مكرسة لإنقاذ الأرواح وحماية الحقوق وبناء مستقبل أفضل للاجئين والمجتمعات النازحة قسرًا والأشخاص عديمي الجنسية. يلتزم مكتب المفوضية السامية للأمم المتحدة لشؤون اللاجئين بحماية الأشخاص الذين أجبروا على الفرار من منازلهم بسبب النزاع والاضطهاد
es: Es una organización mundial dedicada a salvar vidas, proteger derechos y construir un mejor futuro para los refugiados, desplazados internos y apátridas. La Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados se compromete a proteger a las personas que han sido forzadas a huir de sus hogares debido a conflictos y persecuciones.
fr: C'est une organisation mondiale dédiée à sauver des vies, à protéger les droits et à construire un avenir meilleur pour les réfugiés, les personnes déplacées de force et les apatrides. Le Bureau du Haut Commissariat des Nations Unies pour les réfugiés s'engage à protéger les personnes contraintes de fuir leur domicile en raison de conflits et de persécutions.
tr: UNHCR, dünya çapında mültecilerin ve zorla yerinden edilmiş toplulukların yaşamlarını kurtarmaya, haklarını korumaya ve daha iyi bir gelecek inşa etmeye adanmış bir uluslararası örgüttür. Birleşmiş Milletler Mülteciler Yüksek Komiserliği, çatışma ve zulüm nedeniyle evlerinden kaçmak zorunda kalan insanları korumayı taahhüt etmektedir.
zh: 联合国难民事务高级专员办事处是致力于拯救生命、保护权利并为难民、强迫流离失所的人群以及无国籍人士建设更美好未来的国际组织。联合国难民事务高级专员办事处承诺保护那些因冲突和迫害而被迫逃离家园的人们。

# importantInfo
source: Important Information
ar: معلومات مهمه
es: Información importante
fr: Informations importantes
tr: Önemli Bilgiler
zh: 重要信息

# financialHelp
source: Financial Aid
ar: المساعدات النقديه
es: Ayuda financiera
fr: Aides financières
tr: Maddi Yardım
zh: 经济援助

# stayingHelp
source: Obtaining Residence Permit
ar: الحصول علي تصريح الاقامه
es: Obtener permiso de residencia
fr: Obtention de permis de séjour
tr: İkamet İzni Almak
zh: 获取居留许可

# foodHelp
source: Food Assistance
ar: المساعدات الغذائيه
es: Ayuda alimentaria
fr: Aides alimentaires
tr: Gıda Yardımı
zh: 食品援助

# cities
source: Some Cities
ar: بعض المدن
es: Algunas ciudades
fr: Quelques villes
tr: Bazı Şehirler
zh: 一些城市

# shipen
source: Shibin El Kom
ar: شبين الكوم
tr: Şibin el-Kom
zh: 西平

source: Cairo
ar: القاهره
es: El Cairo
fr: Le Caire
tr: Kahire
zh: 开罗

# sadat
source: Sadat City
ar: السادات
es: Sadat
fr: Sadat
tr: Sadat
zh: 萨达特

source: October
ar: اكتوبر
es: Octubre
fr: Octobre
tr: Ekim
zh: 十月

# advices
source: Some Important Advice
ar: بعض النصائح المهمه
es: Consejos importantes
fr: Quelques conseils importants
tr: Bazı Önemli Tavsiyeler
zh: 一些建议

# importantAdvices
source: Important Advice
ar: أهم النصائح
es: Consejos importantes
fr: Conseils importants
tr: Önemli Tavsiyeler
zh: 重要建议

# moreAdvice
source: More Advices !
ar: المزيد من النصائح !
es: Más consejos
fr: Plus de conseils !
tr: Daha Fazla Tavsiye!
zh: 更多建议！

# adviceTitle1
source: Understanding Local Culture:
ar: فهم الثقافة المحلية:
es: Comprender la cultura local:
fr: Comprendre la culture locale :
tr: Yerel Kültürü Anlama:
zh: 了解当地文化：

# adviceTitle2
source: Effective Communication:
ar: التواصل بفعالية:
es: Comunicarse eficazmente:
fr: Communiquer efficacement :
tr: Etkili İletişim:
zh: 有效沟通：

# adviceTitle3
source: Respect Values and Customs:
ar: احترام القيم والعادات:
es: Respetar valores y costumbres:
fr: Respecter les valeurs et les coutumes :
tr: Değerleri ve Adetleri Saygıyla Karşılama:
zh: 尊重价值观和习俗：

# adviceTitle4
source: Utilizing Communication Technology:
ar: الاستفادة من تكنولوجيا الاتصال:
es: Aprovechar la tecnología de la comunicación:
fr: Tirer parti de la technologie de communication :
tr: İletişim Teknolojisinden Faydalanma:
zh: 利用通讯技术：

# adviceTitle5
source: Seeking Integration Opportunities:
ar: البحث عن الفرص للتكامل:
es: Buscar oportunidades para integrarse:
fr: Rechercher des opportunités d'intégration :
tr: Entegrasyon Fırsatlarını Arama:
zh: 寻找融合机会：

# adviceExplanation1
source: It is important to try to understand the rituals, values, and traditions of Egyptian society, and to become familiar with local social customs. This can help build stronger communication bridges and deeper understanding.
ar: من المهم أن تحاول فهم طقوس وقيم وتقاليد المجتمع المصري، والتعرف على العادات الاجتماعية المحلية. هذا يمكن أن يساعد في بناء جسور تواصل أقوى وفهم أعمق.
es: Es importante intentar comprender las rutinas, valores y tradiciones de la sociedad egipcia, así como conocer las costumbres sociales locales. Esto puede ayudar a construir relaciones más sólidas y una comprensión más profunda.
fr: Il est important de comprendre les rituels, les valeurs et les traditions de la société égyptienne, et de connaître les coutumes sociales locales. Cela peut aider à construire des ponts de communication plus forts et une compréhension plus profonde.
tr: Mısır toplumunun ritüellerini, değerlerini ve geleneklerini anlamaya çalışmak önemlidir. Bu, daha güçlü iletişim köprüleri kurmanıza ve daha derin bir anlayışa sahip olmanıza yardımcı olabilir.
zh: 了解埃及社会的仪式、价值观和传统是很重要的。这有助于建立更强的沟通桥梁和更深入的理解。

# adviceExplanation2
source: It is advisable to communicate with Egyptians openly and candidly, to listen attentively to their perspectives and experiences. You should also be willing to learn and exchange experiences.
ar: يُنصح بالتواصل مع المصريين بشكل مفتوح وصريح، والاستماع بتركيز إلى وجهات نظرهم وتجاربهم. كما يجب أن تكون مستعد للتعلم وتبادل الخبرات.
es: Se recomienda comunicarse abierta y sinceramente con los egipcios, escuchar atentamente sus puntos de vista y experiencias. También debes estar dispuesto a aprender y compartir conocimientos.
fr: Il est conseillé de communiquer ouvertement et franchement avec les Égyptiens, d'écouter attentivement leurs points de vue et leurs expériences. Vous devez également être prêt à apprendre et à partager des connaissances.
tr: Mısırlılarla açık ve samimi bir şekilde iletişim kurmanız ve onların bakış açılarını ve deneyimlerini dikkatlice dinlemeniz önerilir. Ayrıca, öğrenmeye ve deneyimlerinizi paylaşmaya hazır olmalısınız.
zh: 建议您与埃及人开放坦诚地交流，并专注倾听他们的观点和经验。您还应该愿意学习并分享经验。

# adviceExplanation3
source: Respect should be shown for the values and customs of Egyptian society, and care should be taken to adhere to local social etiquette.
ar: ينبغي أن تظهر الاحترام لقيم وعادات المجتمع المصري، وأن تكون حريص على الالتزام بالآداب الاجتماعية المحلية.
es: Debes mostrar respeto por los valores y costumbres de la sociedad egipcia, y estar atento a seguir las normas sociales locales.
fr: Vous devez montrer du respect pour les valeurs et les coutumes de la société égyptienne, et veiller à respecter les normes sociales locales.
tr: Mısır toplumunun değerlerine ve adetlerine saygı göstermeniz, yerel toplumun sosyal görgü kurallarına uymaya dikkat etmeniz önemlidir.
zh: 应该尊重埃及社会的价值观和习俗，并注意遵守当地的社交礼仪。

# adviceExplanation4
source: The use of social media and communication technologies can contribute to building positive relationships with Egyptian society and expanding their circle of acquaintances.
ar: يمكن لاستخدام وسائل التواصل الاجتماعي وتكنولوجيا الاتصالات أن تسهم في بناء علاقات إيجابية مع المجتمع المصري وتوسيع دائرة معارفهم.
es: El uso de las redes sociales y la tecnología de la comunicación puede ayudar a construir relaciones positivas con la sociedad egipcia y ampliar su círculo social.
fr: L'utilisation des médias sociaux et de la technologie de communication peut contribuer à construire des relations positives avec la société égyptienne et à élargir leur cercle de connaissances.
tr: Sosyal medya ve iletişim teknolojisinden yararlanarak Mısırlılarla olumlu ilişkiler kurabilir ve bilgi dağarcığınızı genişletebilirsiniz.
zh: 利用社交媒体和通讯技术可以帮助您与埃及社会建立积极的关系并扩大您的社交圈。

# adviceExplanation5
source: It is always encouraged to seek opportunities for integration and participation in community, cultural, and volunteer activities.
ar: يُشجع دائما على البحث عن فرص للاندماج والمشاركة في الأنشطة المجتمعية والثقافية والتطوعية.
es: Siempre se alienta a buscar oportunidades para integrarse y participar en actividades comunitarias, culturales y voluntarias.
fr: Il est toujours encouragé de rechercher des opportunités d'intégration et de participer à des activités communautaires, culturelles et bénévoles.
tr: Entegrasyon ve toplumsal, kültürel ve gönüllü faaliyetlere katılım fırsatlarını her zaman aramak teşvik edilir.
zh: 一直鼓励寻找融合和参与社区、文化和志愿活动的机会。

# addCity
source: Add some cities you prefer!
ar: اضف بعض المدن التي تفضلها !
es: ¡Agrega algunas ciudades que te gusten!
fr: Ajoutez quelques villes que vous préférez !
tr: Tercih ettiğiniz bazı şehirleri ekleyin!
zh: 添加您喜欢的一些城市！

source: My Profile
ar: ملفي الشخصي
es: Mi perfil
fr: Mon profil
tr: Profilim
zh: 我的档案

# editProfile
source: Edit My Profile
ar: تعديل ملفي الشخصي
es: Editar mi perfil
fr: Modifier mon profil
tr: Profilimi Düzenle
zh: 编辑我的档案

source: Save Changes!
ar: حفظ!
es: ¡Guardar cambios!
fr: Enregistrer les modifications !
tr: Değişiklikleri Kaydet
zh: 保存更改

# savedSucced
source: Saved successfully
ar: تم الحفظ بنجاح
es: Guardado exitosamente
fr: Modifications enregistrées avec succès
tr: Başarıyla Kaydedildi
zh: 成功保存

# notLaunch
source: can not launch url
ar: لم نتمكن من فتح الرابط
es: No pudimos abrir el enlace
fr: Impossible d'ouvrir le lien
tr: Bağlantı açılamadı
zh: 无法打开链接

source: Discover
ar: اكتشف مدينة
es: Descubre la ciudad
fr: Découvrir la ville
tr: Bir Şehri Keşfet
zh: 发现一个城市

# workChance
source: Job Opportunities
ar: فرص العمل
es: Oportunidades de trabajo
fr: Opportunités de travail
tr: İş Fırsatları
zh: 工作机会

# restAndCafes
source: Restaurants and Cafes
ar: المطاعم و الكافيهات
es: Restaurantes y cafeterías
fr: Restaurants et cafés
tr: Restoranlar ve Kafeler
zh: 餐馆和咖啡馆

source: Hospitals
ar: المستشفيات
es: Hospitales
fr: Hôpitaux
tr: Hastaneler
zh: 医院

source: Pharmacies
ar: الصيدليات
es: Farmacias
tr: Eczaneler
zh: 药店

# school
source: Schools
ar: المدارس
es: Escuelas
fr: Écoles
tr: Okullar
zh: 学校

# university
source: Universities
ar: الجامعات
es: Universidades
fr: Universités
tr: Üniversiteler
zh: 大学

source: Faculities
ar: الكليات
es: Facultades
fr: Facultés
tr: Fakülteler
zh: 学院

# restuarants
source: Restaurants
ar: المطاعم
es: Restaurantes
tr: Restoranlar
zh: 餐馆

source: Cafes
ar: الكافيهات
es: Cafeterías
fr: Cafés
tr: Kafeler
zh: 咖啡馆

# details
source: More Details
ar: تفاصيل
es: Detalles
fr: Détails
tr: Detaylar
zh: 详情

# shipenHos1
source: National Liver Institute
ar: معهد الكبد القومي
es: Instituto Nacional de Hepatología
fr: Institut national du foie
tr: Ulusal Karaciğer Enstitüsü
zh: 国立肝脏研究所

# shipenHos2
source: Al Ramad Hospital
ar: مستشفي الرمد
es: Hospital El Ramad
fr: Hôpital El Ramad
tr: Rumda Hastanesi
zh: Rumda医院

# shipenHos3
source: Mawaddah Hospital
ar: مستشفي موده
es: Hospital Mouda
fr: Hôpital Mouda
tr: Mavide Hastanesi
zh: Mavide医院

# shipenHos4
source: Al Mahrugui Specialized Hospital
ar: مستشفي المحروقي التخصصي
es: Hospital Especializado El Mahrouqi
fr: Hôpital spécialisé Al-Mahrouqi
tr: Özel Yaralılar Hastanesi
zh: 特殊伤员医院

# shipenPharmacy1
source: Al Jundi Pharmacy
ar: صيدلية الجندي
es: Farmacia El Gendi
fr: Pharmacie Al-Gundi
tr: Askeri Eczanesi
zh: 军事药房

# shipenPharmacy2
source: Dr. Mohamed Ayad Pharmacy
ar: صيدلية د محمد عياد
es: Farmacia Dr. Mohamed Ayad
fr: Pharmacie Dr. Mohamed Ayad
tr: Dr. Mohammed Ayad Eczanesi
zh: Dr. Mohammed Ayad药房

# shipenPharmacy3
source: Dr. Azat Saad Pharmacy
ar: صيدلية د عزت سعد
es: Farmacia Dr. Azat Saad
fr: Pharmacie Dr. Ezzat Saad
tr: Dr. Aziz Saad Eczanesi
zh: Dr. Aziz Saad药房

# menofiaUnversity
source: Menofia University
ar: جامعة المنوفية
es: Universidad de Menofia
fr: Université de Menoufia
tr: Menofiya Üniversitesi
zh: Menofiya大学

# sadatUnversity
source: Sadat University
ar: جامعة السادات
es: Universidad Sadat
fr: Université Sadat
tr: Sadat Üniversitesi
zh: Sadat大学

# computerAndIShipen
source: Faculty of Computers and Information
ar: كلية الحاسبات والمعلومات
es: Facultad de Computación e Informática
fr: Faculté d'informatique et d'intelligence artificielle
tr: Bilgisayar ve Yapay Zeka Fakültesi
zh: 计算机与人工智能学院

# medicalShipen
source: Faculty of Medicine
ar: كلية الطب
es: Facultad de Medicina
fr: Faculté de médecine
tr: Tıp Fakültesi
zh: 医学院

# facultyOfPharmcyShipen
source: Faculty of Pharmacy
ar: كلية الصيدله
es: Facultad de Farmacia
fr: Faculté de pharmacie
tr: Eczacılık Fakültesi
zh: 药学院

# engineeringShipen
source: Faculty of Engineering
ar: كلية الهندسه
es: Facultad de Ingeniería
fr: Faculté de génie
tr: Mühendislik Fakültesi
zh: 工程学院

# scienceShipen
source: Faculty of Science
ar: كلية العلوم
es: Facultad de Ciencias
fr: Faculté des sciences
tr: Fen Fakültesi
zh: 理学院

# commerceShipen
source: Faculty of Commerce
ar: كلية التجارة
es: Facultad de Comercio
fr: Faculté de commerce
tr: Ticaret Fakültesi
zh: 商学院

# rightsShipen
source: Faculty of Law
ar: كلية الحقوق
es: Facultad de Derecho
fr: Faculté de droit
tr: Hukuk Fakültesi
zh: 法学院

# literatureShipen
source: Faculty of Arts
ar: كلية اداب
es: Facultad de Letras
fr: Faculté de lettres
tr: Edebiyat Fakültesi
zh: 文学院

# facultyOfEducationShipen
source: Faculty of Education
ar: كلية التربية
es: Facultad de Educación
fr: Faculté d'éducation
tr: Eğitim Fakültesi
zh: 教育学院

# facultyOfPhysicalEducationShipen
source: Faculty of Physical Education
ar: كلية التربية الرياضية
es: Facultad de Educación Física
fr: Faculté d'éducation physique
tr: Spor Bilimleri Fakültesi
zh: 体育学院

# agricultureShipen
source: Faculty of Agriculture
ar: كلية الزراعة
es: Facultad de Agricultura
fr: Faculté d'agriculture
tr: Ziraat Fakültesi
zh: 农学院

# shipenScool1
source: Al Salam Primary School
ar: مدرسة السلام الابتدائيه
es: Escuela Primaria Al Salam
fr: École primaire Al-Salam
tr: El Salam İlkokulu
zh: El Salam小学

# shipenScool2
source: Egyptian Japanese School
ar: المدرسة المصرية اليابانية
es: Escuela Egipcia Japonesa
fr: École égypto-japonaise
tr: Mısır Japon Okulu
zh: 埃及日本学校

# shipenScool3
source: Al Zahraa School
ar: مدرسة الزهراء
es: Escuela Al Zahraa
fr: École Al-Zahraa
tr: El Zahra Okulu
zh: El Zahra学校

# shipenScool4
source: Al Shahid Al Gendi School
ar: مدرسة الشهيد الجندي
es: Escuela Al Shahid Al Gundi
fr: École des martyrs Al-Gundi
tr: Şehit Asker Okulu
zh: 殉职者士兵学校

# shipenScool6
source: Al Nahda Primary School
ar: مدرسة النهضه الابتدائيه
es: Escuela Primaria Al Nahda
fr: École primaire Al-Nahda
tr: El Nahda İlkokulu
zh: El Nahda小学

# shipenCafe1
source: Casablanca
ar: كازابلانكا
zh: 卡萨布兰卡

# shipenCafe2
source: Avandina
ar: افندينا
es: Avendina
tr: Afendina
zh: Afendina

# shipenRest1
source: Al Karawan
ar: الكروان
es: El Krawan
fr: Le Corbeau
tr: El Krawan
zh: El Krawan

# shipenRest2
source: Al Damasci
ar: الدمشقي
es: El Damascus
fr: Le Damascène
tr: El Damasci
zh: El Damasci

# shipenRest3
source: Al Taybat
ar: الطيبات
es: El Tayebat
fr: Les bonnes choses
tr: El Tayybat
zh: El Tayybat

# shipenRest4
source: Al Shabrawy
ar: الشبراوي
es: El Shabrawy
tr: El Shabrawy
zh: El Shabrawy

# shipenRest5
source: High Broast
ar: هاي بروست
es: Hay Brust
fr: Hi Broast
tr: High Roast
zh: High Roast

# shipenRest6
source: Hadar Mout
ar: حضر موت
es: Hazar Mout
fr: Hazar Mout
tr: Hadr Mout
zh: Hadr Mout

# moreDetails
source: For more details visit the Facebook page
ar: للمزيد من التفاصيل زوروا صفحةالفيسبوك
es: Para más detalles, visita la página de Facebook
fr: Pour plus de détails, visitez la page Facebook
tr: Daha Fazla Detay İçin Facebook Sayfamızı Ziyaret Edin
zh: 有关更多详细信息，请访问我们的Facebook页面

# sadathos1
source: Sadat Specialized Hospital
ar: مستشفي السادات التخصصي
es: Hospital Sadat Especializado
fr: Hôpital Sadat spécialisé
tr: Sadat Özel Hastanesi
zh: Sadat特殊医院

# sadathos2
source: Life Health Care Hospital
ar: مستشفي لايف هيلث كير
es: Hospital Life Health Care
fr: Hôpital Live Health Care
tr: Hayat Sağlık Merkezi
zh: Hayat健康中心

# sadathos3
source: Dar Al Shifa Hospital
ar: مستشفي دار الشفاء
es: Hospital Dar Al Shifa
fr: Hôpital Dar Al-Shifa
tr: Dar El Shifa Hastanesi
zh: 达尔埃尔希法医院

# sadathos4
source: Smart Care Center
ar: مركز سمارت كير
es: Centro Smart Care
fr: Centre Smart Care
tr: Smart Care Merkezi
zh: Smart Care中心

# sadatPharmacy1
source: Al Nahas Pharmacy
ar: صيدلية النحاس
es: Farmacia Al Nahas
fr: Pharmacie Al-Nahas
tr: Al Nahas Eczanesi
zh: Al Nahas药店

# sadatPharmacy2
source: Wali Pharmacy
ar: صيدلية والي
es: Farmacia Walid
fr: Pharmacie Wali
tr: Wally Eczanesi
zh: 瓦利药店

# sadatPharmacy3
source: Al Azabi Pharmacy
ar: صيدلية العزبي
es: Farmacia Al Azabi
fr: Pharmacie Al-Azabi
tr: El Azabi Eczanesi
zh: El Azabi药店

# computerAndISadat
source: Faculty of Computer Science and Artificial Intelligence
ar: كلية الحاسبات والذكاء اصطناعي
es: Facultad de Computación e Inteligencia Artificial
fr: Faculté d'informatique et d'intelligence artificielle
tr: Bilgisayar ve Yapay Zeka Fakültesi
zh: 计算机与人工智能学院

# facultyOfPharmcySadat
source: Faculty of Pharmacy
ar: كلية الصيدله
es: Facultad de Farmacia
fr: Faculté de pharmacie
tr: Eczacılık Fakültesi
zh: 药学院

# veterinarySadat
source: Faculty of Veterinary Medicine
ar: كلية الطب البيطري
es: Facultad de Medicina Veterinaria
fr: Faculté de médecine vétérinaire
tr: Veterinerlik Fakültesi
zh: 兽医学院

# commerceSadat
source: Faculty of Commerce
ar: كلية التجاره
es: Facultad de Comercio
fr: Faculté de commerce
tr: Ticaret Fakültesi
zh: 商学院

# lawSadat
source: Faculty of Law
ar: كلية الحقوق
es: Facultad de Derecho
fr: Faculté de droit
tr: Hukuk Fakültesi
zh: 法学院
