Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# tourismAndHotelsSadat
source: Faculty of Tourism and Hotels
ar: كلية السياحه والفنادق
es: Facultad de Turismo y Hoteles
fr: Faculté de tourisme et d'hôtellerie
tr: Turizm ve Oteller Fakültesi
zh: 旅游与酒店管理学院

# earlyChildhoodEducationSadat
source: Faculty of Early Childhood Education
ar: كلية التربيه للطفوله المبكره
es: Facultad de Educación de la Primera Infancia
fr: Faculté d'éducation de la petite enfance
tr: Erken Çocukluk Eğitimi Fakültesi
zh: 幼儿教育学院

# facultyOfEducationSadat
source: Faculty of Education
ar: كلية التربيه
es: Facultad de Educación
fr: Faculté d'éducation
tr: Eğitim Fakültesi
zh: 教育学院

# facultyOfPhysicalEducationSadat
source: Faculty of Physical Education
ar: كلية التربيه الرياضيه
es: Facultad de Educación Física
fr: Faculté d'éducation physique
tr: Spor Bilimleri Fakültesi
zh: 体育学院

# sadatSchool1
source: Egyptian Nile
ar: النيل المصريه
es: Escuela Egipcia del Nilo
fr: Nil égyptien
zh: 埃及尼罗

# sadatSchool2
source: Excellence for Science and Technology
ar: المتفوقين للعلوم والتكنولوجيا
es: Escuela Sobresaliente de Ciencia y Tecnología
fr: Excellence pour les sciences et la technologie
tr: Excel For Science and Technology
zh: Excel科学与技术

# sadatSchool3
source: New Generation International
ar: الجيل الجديد الدوليه
es: Escuela Internacional New Generation
fr: Nouvelle génération internationale
zh: 新一代国际学校

# sadatSchool4
source: Future International
ar: المستقبل الدوليه
es: Escuela Internacional Futuro
tr: International Future
zh: 国际未来

# sadatSchool5
source: Sarah Saad Nawara
ar: ساره سعد نواره
es: Sara Saad Nawarah
tr: Sara Saad Nawara
zh: Sara Saad Nawara

# sadatSchool6
source: Cambridge Languages
ar: كامبردج للغات
es: Cambridge para idiomas
fr: Langues de Cambridge
zh: 剑桥语言

# sadatSchool7
source: Sadat Official Languages
ar: السادات الرسميه للغات
es: Escuela oficial de idiomas Sadat
fr: Langues officielles Sadat
zh: 萨达特官方语言

# sadatCafe1
source: Hamza
ar: حمزه

# sadatCafe2
source: Royal Club
ar: النادي الملكي
es: Club Real
fr: Club Royal

# sadatCafe3
source: Quartet
ar: الرباعيه
es: El Cuarteto
fr: Quatuor

# sadatCafe4
source: Tiger
ar: تايجر
es: Tigre
fr: Tigre

# sadatCafe5
source: Emirati Palace
ar: قصر الامارتيه
es: Palacio de los Emiratos
fr: Palais des Émirats
tr: Emirates Palace
zh: Emirates Palace

# sadatRest1
source: Ketchup
ar: كاتشب
es: Catsup

# sadatRest2
source: Goodness
ar: طيبه
es: Tayba
fr: Bonté
tr: Tayba
zh: Tayba

# sadatRest3
source: Shish Bish
ar: شيش بيش
es: Shish Beesh
fr: Chich Bish

# sadatRest4
source: Salam Restaurant
ar: مطعم السلام
es: Restaurante Al Salam
fr: Restaurant Salam
tr: El Salam Restaurant
zh: El Salam餐厅

# sadatRest5
source: Shami
ar: الشامي
es: Al Shami
fr: Chami
tr: El Shami
zh: El Shami

# sadatRest6
source: Abu Saud
ar: ابو السعود
es: Abu El Saud
tr: Abu El Saud
zh: Abu El Saud

# sadatRest7
source: Heart Attack
ar: هارت اتاك
fr: Attaque cardiaque
zh: 心脏病发作

# sadatRest8
source: City Doughnuts
ar: فطاطري المدينه
es: Fatatry Al Madina
fr: Donuts de la ville
tr: Fatatri El Madinah
zh: Fatatri El Madinah

# octoberRest2
source: Attend Death
ar: حضر موت
es: Hazar Mout
fr: Assister à la mort
tr: Hadr Mout
zh: Hadr Mout

# octoberRest3
source: Rosto
ar: روستو

# commonQuestion
source: Some common questions
ar: بعض الأسئله الشائعه
es: Algunas preguntas frecuentes
fr: Quelques questions courantes
tr: Sıkça Sorulan Sorular
zh: 常见问题

# healthQ1
source: I am sick and need healthcare. Where can I get it?
ar: أنا مريض وأحتاج إلى رعاية صحية. أين يمكنني الحصول عليه؟
es: Estoy enfermo y necesito atención médica. ¿Dónde puedo obtenerla?
fr: Je suis malade et j'ai besoin de soins de santé. Où puis-je les obtenir ?
tr: Hastayım ve sağlık hizmetine ihtiyacım var. Nereden alabilirim?
zh: 我生病了，需要医疗护理。我应该去哪里？

# healthQ2
source: I need preventive healthcare services such as vaccinations for my children or pregnancy testing. Where can I go?
ar: أنا أحتاج إلى خدمات صحية وقائية مثل التطعيمات لأولادي أو فحص للحمل. أين يمكنني أن أذهب؟
es: Necesito servicios de salud preventiva como vacunas para mis hijos o pruebas de embarazo. ¿A dónde puedo ir?
fr: J'ai besoin de services de santé préventifs comme des vaccinations pour mes enfants ou un dépistage de grossesse. Où puis-je aller ?
tr: Çocuklarım için aşılar gibi önleyici sağlık hizmetlerine ihtiyacım var. Nereye gidebilirim?
zh: 我需要为我的孩子接种疫苗等预防性健康服务。我可以去哪里？

# healthQ3
source: What should I do in a medical emergency?
ar: في حالة الطوارئ الطبية ماذا أفعل؟
es: ¿Qué debo hacer en caso de una emergencia médica?
fr: Que dois-je faire en cas d'urgence médicale ?
tr: Acil tıbbi durumlarda ne yapmalıyım?
zh: 在医疗紧急情况下我该怎么办？

# healthQ4
source: I have a chronic condition, but I can't get help at any public primary healthcare facilities or I can't afford to buy medications. What can I do?
ar: لدي حالة مزمنة، لكن لا يمكنني الحصول على المساعدة في أحد مرافق الرعاية الصحية الأولية العامة أو لا أستطيع شراء الأدوية. ماذا يمكنني أن أفعل؟
es: Tengo una condición crónica pero no puedo obtener ayuda en una de las instalaciones de atención médica primaria públicas o no puedo comprar medicamentos. ¿Qué puedo hacer?
fr: J'ai une maladie chronique, mais je ne peux pas obtenir d'aide dans les établissements de santé primaire publics ou je ne peux pas me permettre d'acheter des médicaments. Que puis-je faire ?
tr: Kronik bir durumum var, ancak birinci basamak sağlık tesislerinden yardım alamıyorum veya ilaç satın alacak durumum yok. Ne yapabilirim?
zh: 我有慢性病，但我无法在任何公共初级医疗机构获得帮助，或者我无法购买药物。我该怎么办？

# healthQ5
source: I'm pregnant and need specialized tests due to health risks for me and/or my child. Where should I go?
ar: أنا حامل وأحتاج إلى فحوصات متخصصة بسبب مخاطر صحية لي و/أو لطفلي؟ أين يجب أن أذهب؟
es: Estoy embarazada y necesito pruebas especializadas debido a riesgos de salud para mí y/o mi bebé. ¿A dónde debo ir?
fr: Je suis enceinte et j'ai besoin de tests spécialisés en raison de risques pour ma santé et/ou celle de mon enfant. Où devrais-je aller ?
tr: Hamileyim ve benim veya bebeğimin sağlık riskleri nedeniyle uzman testlere ihtiyacım var. Nereye gitmeliyim?
zh: 我怀孕了，由于我或我的孩子的健康风险，我需要专科检查？我应该去哪里？

# healthQ6
source: I'm pregnant and can't afford the cost of childbirth in the hospital. What can I do?
ar: أنا حامل ولا أستطيع تحمل تكاليف الولادة في المستشفى. ماذا يمكنني أن أفعل؟
es: Estoy embarazada y no puedo pagar los costos del parto en el hospital. ¿Qué puedo hacer?
fr: Je suis enceinte et je ne peux pas me permettre le coût de l'accouchement à l'hôpital. Que puis-je faire ?
tr: Hamileyim ve hastanede doğum masraflarını karşılayamıyorum. Ne yapabilirim?
zh: 我怀孕了，但我无法负担医院生产费用。我该怎么办？

# healthQ7
source: I need hospital healthcare but can't afford the costs. What should I do?
ar: أحتاج إلى رعاية صحية في المستشفى ولكن لا أستطيع تحمل تكاليفها. ماذا أفعل؟
es: Necesito atención médica en el hospital pero no puedo pagar por ello. ¿Qué debo hacer?
fr: J'ai besoin de soins hospitaliers mais je ne peux pas en payer les coûts. Que dois-je faire ?
tr: Hastanede sağlık hizmetine ihtiyacım var, ancak masraflarını karşılayamıyorum. Ne yapmalıyım?
zh: 我需要住院治疗，但我无法承担费用。我该怎么办？

# healthQ8
source: I need healthcare services related to HIV/AIDS or tuberculosis. Where can I get them?
ar: أنا بحاجة إلى خدمات صحية متعلقة بفيروس نقص المناعة (الإيدز) أو الإصابة بالسل. أين يمكنني الحصول عليها؟'
es: Necesito servicios de salud relacionados con el VIH / SIDA o la tuberculosis. ¿Dónde puedo obtenerlos?
fr: J'ai besoin de services de santé liés au VIH/SIDA ou à la tuberculose. Où puis-je les obtenir ?
tr: HIV/AIDS veya tüberkülozla ilgili sağlık hizmetlerine ihtiyacım var. Bunları nereden alabilirim?
zh: 我需要与艾滋病病毒或结核病相关的医疗服务。我可以去哪里获取？

# healthQ9
source: Do I need to be registered with the Commission to access healthcare services?
ar: هل أحتاج أن أكون مسجلاً لدى المفوضية للحصول على الخدمات الصحية؟
es: ¿Necesito estar registrado en la Comisión para obtener servicios de salud?
fr: Dois-je être inscrit auprès de la Commission pour bénéficier des services de santé ?
tr: Sağlık hizmetleri almak için Komisyon'a kaydolmam gerekiyor mu?
zh: 我需要向委员会注册才能获得医疗服务吗？

# healthQ10
source: Will I still be able to access Commission services if my Commission card expires or I lose it?
ar: هل سأظل قادراً على الحصول على خدمات المفوضية إذا انتهت صلاحية بطاقة المفوضية الخاصة بي أو فقدتها؟
es: ¿Seguiré pudiendo obtener servicios de la Comisión si vence mi tarjeta de la Comisión o la pierdo?
fr: Pourrai-je toujours accéder aux services de la Commission si la validité de ma carte de la Commission expire ou si je la perds ?
tr: Komisyon kartımın süresi dolarsa veya kaybedersem Komisyon hizmetlerine hala erişebilecek miyim?
zh: 如果我的委员会卡过期或遗失了，我是否仍然能够获得委员会服务？

# healthA1
source: The Egyptian Ministry of Health and Population grants refugees and asylum seekers access to all healthcare services provided in its facilities on an equal footing with Egyptian citizens. This means that in most cases, you can go to one of the primary healthcare facilities and receive care there for free or at an affordable cost.
ar: تمنح وزارة الصحة والسكان المصرية وصول اللاجئين وطالبي اللجوء إلى جميع الخدمات الصحية المقدمة في مرافقها على قدم المساواة مع المواطنين المصريين. وهذا يعني أنه في معظم الحالات يمكنك الذهاب إلى أحد مرافق الرعاية الصحية الأولية وتلقي الرعاية هناك مجاناً أو بتكلفة يمكن تحملها.
es: El Ministerio de Salud y Población de Egipto otorga acceso a refugiados y solicitantes de asilo a todos los servicios de salud proporcionados en sus instalaciones en pie de igualdad con los ciudadanos egipcios. Esto significa que en la mayoría de los casos puedes ir a una de las instalaciones de atención médica primaria y recibir atención allí de forma gratuita o a un costo asequible.
fr: Le ministère de la Santé et de la Population égyptien accorde aux réfugiés et demandeurs d'asile un accès à tous les services de santé fournis dans ses établissements sur un pied d'égalité avec les citoyens égyptiens. Cela signifie que dans la plupart des cas, vous pouvez vous rendre dans l'un des établissements de santé primaire et y recevoir des soins gratuitement ou à un coût abordable.
tr: Mısır Sağlık ve Nüfus Bakanlığı, mültecilere ve sığınmacılara, vatandaşlarla eşit koşullarda sunulan tüm sağlık hizmetlerine erişim imkanı tanır. Bu, çoğu durumda birinci basamak sağlık tesislerinden birine gidip hizmetleri ücretsiz veya uygun maliyetle alabileceğiniz anlamına gelir.
zh: 埃及卫生和人口部为难民和寻求庇护者提供与埃及公民平等的所有医疗服务的访问权。这意味着在大多数情况下，您可以去任何一家初级医疗机构，免费或负担得起地接受护理。

# healthA2
source: Such services are provided for free or at an affordable cost in public primary healthcare facilities for Egyptian citizens, refugees, and asylum seekers.
ar: تقدم مثل هذه الخدمات مجاناً أو بتكلفة يمكن تحملها في مرافق الرعاية الصحية الأولية العامة للمواطنين المصريين واللاجئين وطالبي اللجوء
es: Estos servicios se ofrecen de forma gratuita o a un costo asequible en las instalaciones de atención médica primaria pública para ciudadanos egipcios, refugiados y solicitantes de asilo.
fr: De tels services sont fournis gratuitement ou à un coût abordable dans les établissements de santé primaire publics pour les citoyens égyptiens, les réfugiés et les demandeurs d'asile.
tr: Bu tür hizmetler, Mısır vatandaşları, mülteciler ve sığınmacılar için birinci basamak kamu sağlık tesislerinde ücretsiz veya uygun maliyetle sunulmaktadır.
zh: 这些服务在埃及公民、难民和寻求庇护者的公共初级卫生机构中免费或负担得起提供。

# healthA3
source: Public hospitals provide basic life-saving emergency healthcare services for Egyptians as well as refugees and asylum seekers for free or at an affordable cost. However, for advanced interventions or hospital stays exceeding 24 hours, the hospital will require payment from Egyptians and non-Egyptians alike. To get an ambulance to reach the nearest Ministry of Health and Population hospital, call 123. The Ministry of Health and Population provides further advice and support to critically ill individuals through the number 16474.
ar: توفر المستشفيات العامة الخدمات الصحية الطارئة الأساسية المنقذة للحياة للمصريين وكذلك اللاجئين وطالبي اللجوء مجانًا أو بتكلفة يمكن تحملها. أما بالنسبة للتدخلات المتقدمة أو دخول المستشفى لمدة تتجاوز 24 ساعة، فسوف تطلب المستشفى الدفع من الصريين وغير المصريين على حد سواء. للحصول على سيارة إسعاف للوصول إلى أقرب مستشفى تابعة لوزارة الصحة والسكان، اتصل على 123. تقدم وزارة الصحة والسكان المزيد من المشورة والدعم للأشخاص ذوي الاحتياجات الصحية الحرجة من خلال رقم 16474
es: Los hospitales públicos proporcionan servicios de emergencia básicos que salvan vidas de forma gratuita o a un costo asequible tanto para los egipcios como para los refugiados y solicitantes de asilo. Sin embargo, para intervenciones avanzadas o hospitalización por más de 24 horas, el hospital solicitará el pago tanto a egipcios como a no egipcios. Para obtener una ambulancia para llegar al hospital más cercano afiliado al Ministerio de Salud y Población, llame al 123. El Ministerio de Salud y Población brinda más asesoramiento y apoyo a las personas con necesidades de salud críticas a través del número 16474.
fr: Les hôpitaux publics fournissent des services de santé d'urgence de base qui sauvent des vies gratuitement ou à un coût abordable pour les Égyptiens ainsi que pour les réfugiés et les demandeurs d'asile. Cependant, pour des interventions avancées ou des séjours à l'hôpital dépassant 24 heures, l'hôpital demandera un paiement aussi bien aux Égyptiens qu'aux non-Égyptiens. Pour obtenir une ambulance pour se rendre à l'hôpital le plus proche relevant du ministère de la Santé et de la Population, appelez le 123. Le ministère de la Santé et de la Population fournit également des conseils et un soutien supplémentaires aux personnes gravement malades via le numéro 16474.
tr: Kamu hastaneleri, Mısırlılarla birlikte mültecilere ve sığınmacılara ücretsiz veya uygun maliyetli yaşam kurtarıcı acil temel sağlık hizmetleri sunar. Ancak, ileri müdahaleler veya 24 saatten fazla hastanede kalma durumlarında, hastane hem Mısırlılardan hem de Mısırlı olmayanlardan ödeme talep edecektir. Sağlık ve Nüfus Bakanlığına bağlı en yakın hastaneye ulaşmak için ambulans hizmeti almak için 123'ü arayın. Sağlık ve Nüfus Bakanlığı, ciddi sağlık sorunları olan kişilere 16474 numaralı telefondan ek destek ve danışmanlık sunmaktadır.
zh: 公共医院为埃及人和难民提供基本的、救生的急救医疗服务，无论是免费还是负担得起的。但是，对于先进的干预或住院超过24小时的情况，医院将向埃及人和非埃及人收费。要获取救护车前往卫生和人口部的最近医院，请拨打123。卫生和人口部通过16474号电话为健康紧急情况下需要帮助的人们提供更多建议和支持。

# healthA4
source: Caritas, the Commission's partner in healthcare, has clinics in Alexandria, Damietta, Marsa Matruh, Greater Cairo, and Aswan. In these clinics, you can get free consultations, prescriptions for supported medications, and referrals for supported diagnostic tests.
ar: لدى منظمة كاريتاس، شريك المفوضية في مجال الرعاية الصحية، عيادات في الإسكندرية ودمياط ومرسى مطروح والقاهرة الكبرى وأسوان. في هذه العيادات، يمكنك الحصول على استشارات مجانية ووصفات طبية للأدوية المدعومة وإحالات إلى فحوصات تشخيص مدعومة.
es: Caritas, socio de la Comisión en el campo de la atención médica, tiene clínicas en Alejandría, Damietta, Marsa Matrouh, Gran Cairo y Asuán. En estas clínicas, puede recibir consultas gratuitas, recetas médicas para medicamentos con descuento y referencias para pruebas de diagnóstico con descuento.
fr: Caritas, le partenaire de la Commission en matière de soins de santé, dispose de cliniques à Alexandrie, Damiette, Marsa Matruh, Le Caire et Assouan. Dans ces cliniques, vous pouvez obtenir des consultations gratuites, des ordonnances pour des médicaments pris en charge et des références pour des tests diagnostiques pris en charge.
tr: Caritas, sağlık bakımında Komisyon'un ortağı olarak İskenderiye, Damietta, Marsa Matruh, Büyük Kahire ve Aswan'da kliniklere sahiptir. Bu kliniklerde, desteklenen ilaçlar için ücretsiz danışmanlık, reçeteler ve desteklenen tanı testlerine yönlendirme alabilirsiniz.
zh: Caritas是委员会在医疗保健领域的合作伙伴，在亚历山大、达米埃塔、马萨马特鲁、大开罗和阿斯旺设有诊所。在这些诊所，您可以获得免费咨询、处方药品和支持的诊断测试。

# healthA5
source: Both Caritas and Egypt Shelter, the Commission's partners in healthcare, provide free healthcare services for women experiencing complicated or high-risk pregnancies.
ar: يقدم كلاً من كاريتاس ومصر الملجأ، شركاء المفوضية في مجال الرعاية الصحية، خدمات صحية مجانية للنساء اللاتي يعانين من حالات حمل معقدة أو شديدة الخطورة.
es: Caritas y Egypt Shelter, socios de la Comisión en el campo de la atención médica, brindan servicios de salud gratuitos para mujeres con embarazos complicados o de alto riesgo.
fr: Caritas et Egypt Shelter, les partenaires de la Commission en matière de soins de santé, fournissent des services de santé gratuits pour les femmes enceintes présentant des grossesses compliquées ou à haut risque.
tr: Caritas ve Mısır Barınağı, hamilelikleri karmaşık veya yüksek riskli olan kadınlara ücretsiz sağlık hizmetleri sunar.
zh: Caritas和埃及收容所，委员会在医疗保健领域的合作伙伴，为遭受复杂或高风险妊娠的妇女提供免费医疗服务。

# healthA6
source: Caritas, the Commission's partner in healthcare, provides financial support for any refugee or asylum-seeking woman giving birth in Ministry of Health and Population hospitals. Contact Caritas clinic for more information.
ar: تقدم منظمة كاريتاس، شريك المفوضية في مجال الرعاية الصحية، الدعم النقدي لأي أمرأة لاجئة أو طالبة لجوء تلد في أحد مستشفيات وزارة الصحة والسكان. اتصل بعيادة كاريتاس لمعرفة المزيد.
es: Caritas, socio de la Comisión en el campo de la atención médica, proporciona apoyo financiero a cualquier mujer refugiada o solicitante de asilo que dé a luz en uno de los hospitales del Ministerio de Salud y Población. Comuníquese con la clínica de Caritas para obtener más información.
fr: Caritas, le partenaire de la Commission en matière de soins de santé, fournit un soutien financier à toute femme réfugiée ou demandeuse d'asile accouchant dans les hôpitaux relevant du ministère de la Santé et de la Population. Contactez la clinique Caritas pour plus d'informations.
tr: Sağlık hizmetlerinde Komisyon'un ortağı olan Caritas, Sağlık ve Nüfus Bakanlığı hastanelerinde doğum yapan herhangi bir mülteci veya sığınmacı kadına maddi destek sağlar. Daha fazla bilgi için Caritas kliniğiyle iletişime geçin.
zh: 作为委员会在医疗保健领域的合作伙伴，Caritas为在埃及卫生和人口部医院分娩的任何难民或寻求庇护的妇女提供现金支持。有关更多信息，请联系Caritas诊所。

# healthA7
source: The Childhood Rescue Agency, the Commission's partner, covers the costs of care in hospitals for individuals with serious medical conditions. In case of emergencies, please contact the hotline for the Childhood Rescue Agency.
ar: تقوم هيئة إنقاذ الطفولة، شريك المفوضية، بدفع تكاليف الرعاية في المستشفيات للأشخاص الذين يعانون من حالات طبية خطيرة.في حالات الطوارئ برجاء الاتصال بالخط الساخن لهيئة إنقاذ الطفولة
es: La Fundación Rescate Infantil, socio de la Comisión, cubre los costos de atención hospitalaria para personas con condiciones médicas graves. En casos de emergencia, comuníquese con la línea directa de la Fundación Rescate Infantil.
fr: L'Agence de sauvetage de l'enfance, partenaire de la Commission, prend en charge les frais de soins dans les hôpitaux pour les personnes atteintes de maladies graves. En cas d'urgence, veuillez contacter la hotline de l'Agence de sauvetage de l'enfance.
tr: Komisyon'un ortağı olan Çocuk Kurtarma Kurumu, ciddi tıbbi durumları olan kişilerin hastane masraflarını karşılar. Acil durumlarda, Çocuk Kurtarma Kurumu'nun acil hattını arayınız.
zh: 委员会的合作伙伴儿童救援机构支付患有严重医疗状况的人的医院费用。在紧急情况下，请拨打儿童救援机构的热线电话。

# healthA8
source: The Ministry of Health and Population provides free treatment for HIV/AIDS and tuberculosis for refugees and asylum seekers in specialized hospitals. For more information, you can contact the HIV/AIDS hotline: 01100666471 Egypt Shelter, the Commission's partner, provides additional related services such as testing, counseling, and treatment for opportunistic infections.
ar: توفر وزارة الصحة والسكان علاج فيروس نقص المناعة (الإيدز) والسل مجانًا للاجئين وطالبي اللجوء في المستشفيات المتخصصة. لمزيد من المعلومات يمكنك الاتصال بالخط الساخن الخاص بفيروس نقص المناعة : 01100666471توفر مصر الملجأ، شريك المفوضية، خدمات إضافية ذات صلة مثل الاختبارات والمشورة وعلاج حالات العدوى الانتهازية.
es: El Ministerio de Salud y Población proporciona tratamiento gratuito para el VIH / SIDA y la tuberculosis a refugiados y solicitantes de asilo en hospitales especializados. Para obtener más información, puede llamar a la línea directa del VIH / SIDA: 01100666471 Egypt Shelter, socio de la Comisión, proporciona servicios adicionales relacionados como pruebas, asesoramiento y tratamiento de infecciones oportunistas.
fr: Le ministère de la Santé et de la Population fournit un traitement gratuit du VIH/SIDA et de la tuberculose aux réfugiés et demandeurs d'asile dans des hôpitaux spécialisés. Pour plus d'informations, vous pouvez contacter la hotline du VIH/SIDA : 01100666471 Egypt Shelter, partenaire de la Commission, fournit également des services supplémentaires connexes tels que des tests, des conseils et un traitement des infections opportunistes.
tr: Sağlık ve Nüfus Bakanlığı, uzmanlaşmış hastanelerde mültecilere ve sığınmacılara ücretsiz HIV/AIDS ve tüberküloz tedavisi sunar. Daha fazla bilgi için HIV/AIDS özel hattını arayabilirsiniz: 01100666471 Mısır Barınağı, ek testler, danışmanlık ve fırsatçı enfeksiyon tedavisi gibi ilgili hizmetler de sunar.
zh: 卫生和人口部在专门医院为难民和寻求庇护者提供免费的HIV/AIDS和结核病治疗。有关更多信息，您可以致电HIV/AIDS专线：01100666471 埃及收容所还提供相关服务，如额外检测、咨询和治疗机会性感染。

# healthA9
source: Public healthcare facilities such as Ministry of Health and Population primary healthcare facilities do not verify Commission cards to provide primary healthcare services, and the same applies to emergency services under the Ministry of Health and Population. However, to access the aforementioned healthcare services provided by Commission partners (Caritas, Childhood Rescue Agency, and Egypt Shelter), you must register with the Commission.
ar: لا تقوم مرافق الصحة العامة مثل مرافق الرعاية الصحية الأولية الخاصة بوزارة الصحة والسكان من التحقق من بطاقات المفوضية لتقديم خدمات الرعاية الصحية الأولية وينطبق نفس الشئ على خدمات الطوارئ التابعة لوزارة الصحة والسكان. ومع ذلك، للوصول إلى الخدمات الصحية الموضحة أعلاه والتي يقدمها شركاء المفوضية (كاريتاس، وهيئة إنقاذ الطفولة، ومصر الملجأ)، يجب عليك التسجيل لدى المفوضية
es: Las instalaciones de salud pública como las instalaciones de atención médica primaria del Ministerio de Salud y Población no verifican las tarjetas de la Comisión para brindar servicios de atención médica primaria, y lo mismo se aplica a los servicios de emergencia bajo el Ministerio de Salud y Población. Sin embargo, para acceder a los servicios de salud mencionados anteriormente proporcionados por los socios de la Comisión (Caritas, Fundación Rescate Infantil, Egypt Shelter), debes registrarte en la Comisión.
fr: Les établissements de santé publics tels que les établissements de santé primaire relevant du ministère de la Santé et de la Population ne vérifient pas les cartes de la Commission pour fournir des services de santé primaire, et il en va de même pour les services d'urgence relevant du ministère de la Santé et de la Population. Cependant, pour accéder aux services de santé susmentionnés fournis par les partenaires de la Commission (Caritas, Agence de sauvetage de l'enfance et Egypt Shelter), vous devez vous inscrire auprès de la Commission.
tr: Sağlık Bakanlığı ve Nüfus Hizmetleri gibi kamu sağlık tesisleri, birinci basamak sağlık hizmetleri sunmak için Komisyon kartlarını kontrol etmez, aynı durum Sağlık Bakanlığı ve Nüfus Hizmetleri'nin acil hizmetleri için de geçerlidir. Ancak, Komisyon'un ortakları tarafından sağlanan yukarıdaki sağlık hizmetlerine erişmek için Komisyon'a kayıt olmanız gerekmektedir (Caritas, Çocuk Kurtarma Kurumu ve Mısır Barınağı).
zh: 像卫生和人口服务这样的公共卫生设施不会检查委员会卡以提供初级医疗服务，这一点也适用于卫生和人口服务部门的急救服务。然而，要获得上述由委员会合作伙伴（Caritas、儿童救援机构和埃及收容所）提供的医疗服务，您必须在委员会注册。
