Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# learningA5part3
source: Level Placement Tests are free of charge.
ar: اختبارات تحديد المستوى مجانية.
es: Los exámenes de nivelación son gratuitos.
fr: Les tests de placement de niveau sont gratuits.
tr: Seviye tespit sınavları ücretsizdir.
zh: 水平测试是免费的。

# learningA5part4
source: Successful students who pass the exam receive an 'admitted' letter indicating the specified age of the child for enrollment. This letter helps children enroll in schools.
ar: يتلقى الطلاب الناجحون، الذين يجتازون الامتحان، رسالة “وافدين” توضح عمر الطفل المحدد من أجل إرساله إلى المدرسة. هذه الرسالة تساعد الأطفال في الالتحاق بالمدارس
es: Los estudiantes exitosos que pasen el examen recibirán una carta de 'Wafedin' que indica la edad del niño para su inscripción en la escuela. Esta carta ayuda a los niños a ser admitidos en las escuelas.
fr: Les étudiants qui réussissent et passent l'examen reçoivent une lettre d'admission indiquant l'âge spécifié de l'enfant pour l'inscription. Cette lettre aide les enfants à s'inscrire dans les écoles.
tr: Sınavı başarıyla geçen öğrencilere, çocuğun belirtilen yaşını okula göndermek için bir kabul mektubu verilir. Bu mektup çocukların okullara kaydolmalarına yardımcı olur.
zh: 成功通过考试的学生将收到一封“Welcome”信函，其中说明了为孩子分配的年龄。这封信将帮助孩子入学。

# learningA6
source: The school certificate should not be more than two years old. It should be submitted to the education authorities who will determine if it is equivalent to Egyptian school certificates or not.
ar: يجب ألا يزيد عمر الشهادة المدرسية عن عامين. ويجب تقديمها إلى سلطات التعليم وسيحددون ما إذا كانت تعتبر معادلة للشهادات المدرسية المصرية أم لا
es: El certificado escolar no debe tener más de dos años de antigüedad. Debe presentarse a las autoridades educativas, quienes determinarán si se considera equivalente a los certificados escolares egipcios o no.
fr: Le certificat scolaire ne doit pas avoir plus de deux ans. Il doit être soumis aux autorités éducatives qui détermineront s'il est équivalent ou non aux certificats scolaires égyptiens.
tr: Okul sertifikasının yaşı iki yılı geçmemesi gerekir. Mısır eğitim otoritelerine sunulmalı ve Mısır okul sertifikalarıyla eşdeğer olup olmadığına karar verirler.
zh: 学校证书的年限不得超过两年。您需要将其提交给教育当局，他们将决定该证书是否相当于埃及学校证书。

# learningA7
source: People registered with the United Nations High Commissioner for Refugees (UNHCR) who are unable to register their children in schools due to the absence of any of the following: residency permit, refugee ID card (yellow card), or passports: obtain a sealed letter from the school confirming a place for the student. With this letter, go to the educational department and have it stamped. Go to the Passport and Immigration Administration in Abbasiya, Cairo. There, you will get a number indicating when to expect the residency. Using this number, prepare a copy of your registration card at the UNHCR and a copy of the letter submitted by the school and contact the ministry to obtain an exception until residency is granted. To avoid delay in registering your child, please complete residency procedures as soon as possible.
ar: يجب على الأشخاص المسجلين لدى المفوضية السامية للأمم المتحدة لشؤون اللاجئين والذين لا يستطيعون تسجيل أطفالهم في المدارس بسبب عدم وجود أي مما يلي: تصريح الإقامة أو بطاقة طالب اللجوء (البطاقة الصفراء) أو جوازات السفر:الحصول على خطاب مختوم من المدرسة يؤكد وجود مكان للطالب.مع هذا الخطاب ، انتقل إلى القسم التعليمي وختمه.التوجه إلى إدارة الجوازات والهجرة بالعباسية بالقاهرة. هناك، ستحصل على رقم يوضح متى تتوقع الحصول على الإقامة.باستخدام هذا الرقم، قم بإعداد نسخة من بطاقة التسجيل الخاصة بك في المفوضية ونسخة من الرسالة التي قدمتها المدرسة والتواصل مع الوزارة للحصول على استثناء حتى يتم منح الإقامة.لتجنب التأخير في إجراءات التسجيل لطفلك، يرجى إكمال إجراءات الإقامة في أقرب وقت ممكن.
es: Las personas registradas en la Agencia de las Naciones Unidas para los Refugiados (ACNUR) que no pueden inscribir a sus hijos en las escuelas debido a la falta de alguno de los siguientes documentos: permiso de residencia, tarjeta de solicitante de asilo (tarjeta amarilla) o pasaportes: pueden obtener una carta sellada de la escuela que confirme la disponibilidad de un lugar para el estudiante. Con esta carta, dirígete al departamento educativo y que lo sellen. Luego, ve a la Dirección de Pasaportes e Inmigración en Abbasia, El Cairo. Allí, obtén un número que indique cuándo esperas obtener la residencia. Usa este número para preparar una copia de tu tarjeta de registro en ACNUR y una copia de la carta presentada por la escuela, y comunícate con el Ministerio para obtener una excepción hasta que se otorgue la residencia. Para evitar retrasos en el proceso de inscripción de tu hijo, completa los trámites de residencia lo antes posible.
fr: Les personnes inscrites auprès du Haut-Commissariat des Nations unies pour les réfugiés (HCR) qui ne peuvent pas inscrire leurs enfants dans les écoles en raison de l'absence de l'un des éléments suivants: permis de résidence, carte d'identité de réfugié (carte jaune) ou passeports: obtenir une lettre scellée de l'école confirmant une place pour l'élève. Avec cette lettre, rendez-vous au département éducatif et faites-la tamponner. Rendez-vous à l'Administration des passeports et de l'immigration à Abbasiya, Le Caire. Là, vous obtiendrez un numéro indiquant quand attendre la résidence. En utilisant ce numéro, préparez une copie de votre carte d'inscription au HCR et une copie de la lettre soumise par l'école et contactez le ministère pour obtenir une exception jusqu'à l'obtention de la résidence. Pour éviter tout retard dans l'inscription de votre enfant, veuillez compléter les formalités de résidence dès que possible.
tr: BM Mülteciler Yüksek Komiserliği'ne kayıtlı olan ve aşağıdakilerden herhangi birine sahip olmadığı için çocuklarını okula kaydedemeyen kişiler: ikamet izni, mülteci kimlik kartı (sarı kart) veya pasaportlar: Çocuk için bir yer olduğunu onaylayan okuldan mühürlü bir mektup alın. Bu mektupla, eğitim bölümüne gidin ve onu mühürleyin. Kahire'nin Abbasiya bölgesindeki Pasaportlar ve Göç İdaresi'ne gidin. Orada, ne zaman ikamet almayı beklediğinizi belirten bir numara alacaksınız. Bu numarayı kullanarak, BM Mülteciler Yüksek Komiserliği'ndeki kayıt kartınızın bir kopyasını ve okul tarafından sunulan mektubun bir kopyasını hazırlayın ve ikamet alınıncaya kadar muafiyet için bakanlıkla iletişime geçin. Çocuğunuzun kaydını geciktirmemek için, ikamet işlemlerini mümkün olan en kısa sürede tamamlayın.
zh: 注册在联合国难民事务高级专员办事处名下且由于没有以下文件而无法在学校注册的人（居留许可证、寻求庇护者证明（黄卡）或护照）：获取学校确认有空位的盖章信。拿着这封信，前往教育部门并加盖章。前往位于开罗阿巴西耶的护照和移民局。在那里，您将获得一个数字，说明何时可以获得居留许可。使用此数字，制作您在难民事务高级专员办事处的注册卡的副本以及您向学校提供的信函的副本，并与部长沟通以获得豁免，直到居留许可获得。为了避免孩子注册程序的延迟，请尽快完成居留手续。

# learningA8part1
source: Children can be enrolled in the first grade of primary school in public or private schools until the age of nine, depending on their nationality. If the student is over nine years old, they will need to enroll in a preparatory course for adult education before enrolling in school. After successfully completing the adult education course and obtaining a Certificate of Literacy for Adults, the student will be enrolled directly in the preparatory year through the home education system (Manzil).
ar: يمكن تسجيل الطفل في الصف الأول الابتدائي بالمدارس العامة أو الخاصة حتى سن التاسعة، حسب جنسيته. إذا كان الطالب أكبر من تسع سنوات، فسيتعين عليه التسجيل في دورة واحدة لتعليم الكبار قبل التسجيل في المدرسة. بعد إكمال دورة تعليم الكبار بنجاح والحصول على شهادة محو أمية الكبار، يتم تسجيل الطالب مباشرة في السنة التحضيرية الأولى من خلال نظام التعليم المنزلي (منازل)
es: Los niños pueden inscribirse en el primer grado de primaria en escuelas públicas o privadas hasta los nueve años, según su nacionalidad. Si el estudiante tiene más de nueve años, debe inscribirse en un curso de educación de adultos antes de la inscripción en la escuela. Después de completar con éxito el curso de educación de adultos y obtener un certificado de alfabetización para adultos, el estudiante será inscrito directamente en el primer año preparatorio a través del sistema de educación en el hogar (Manazil).
fr: Les enfants peuvent être inscrits en première année d'école primaire dans des écoles publiques ou privées jusqu'à l'âge de neuf ans, selon leur nationalité. Si l'élève a plus de neuf ans, il devra s'inscrire à un cours préparatoire à l'éducation des adultes avant de s'inscrire à l'école. Après avoir réussi avec succès le cours d'éducation des adultes et obtenu un certificat d'alphabétisation pour adultes, l'élève sera inscrit directement en année préparatoire par le biais du système d'éducation à domicile (Manzil).
tr: Çocuklar, dokuz yaşına kadar olan milliyetlerine bağlı olarak kamu veya özel okullarda birinci sınıfa kadar kaydedilebilirler. Çocuk dokuz yaşından büyükse, okula kayıt olmadan önce yetişkin eğitimi kursuna kaydolması gerekecektir. Yetişkin eğitimi kursunu başarıyla tamamlayan ve yetişkin okuryazarlığı sertifikası alan öğrenci, uygun olması durumunda doğrudan hazırlık sınıfına kaydedilir.
zh: 学生可以在公立或私立学校就读一年级，直到他们九岁为止，具体取决于他们的国籍。如果学生年满九岁，则必须在学校注册前参加一年级课程。成功完成成人教育课程并获得成人文凭后，学生将直接注册为家庭学校教育系统（Homeschooling）中的第一预备年级学生。

# learningA8part2
source: The student will continue studying through the home education system unless their age allows for regular attendance at school. In this case, the student will be enrolled in a public school based on availability.
ar: ستمر الطالب في الدراسة من خلال نظام التعليم المنزلي، إلا إذا كان عمره يسمح له بالحضور المنتظم في المدرسة. في هذه الحالة، سيتم تسجيل الطالب في مدرسة عامة بناءً على توفر الأماكن.
es: El estudiante continuará estudiando a través del sistema de educación en el hogar, a menos que su edad le permita asistir regularmente a la escuela. En este caso, el estudiante será inscrito en una escuela pública según la disponibilidad de plazas.
fr: L'élève continuera à étudier via le système d'éducation à domicile à moins que son âge ne lui permette d'assister régulièrement à l'école. Dans ce cas, l'élève sera inscrit dans une école publique en fonction des disponibilités.
tr: Öğrenci, yaşına uygun olarak düzenli okula devam etmesine izin verilmiyorsa, ev eğitim sistemi aracılığıyla devam edecektir. Bu durumda, öğrenci uygun yerlerin mevcudiyetine göre bir devlet okuluna kaydedilecektir.
zh: 学生将通过家庭学校教育系统继续学习，除非他们的年龄允许他们定期上学。在这种情况下，根据空位的可用性，学生将在公立学校注册。

# learningA9part1
source: Students should go to the Student Affairs Office in the educational administrative area of their residence with the following documents:
ar: يجب على الطلاب التوجه إلى إدارة شؤون الطلاب بالمنطقة التعليمية في منطقة إقامتهم مع المستندات التالية:
es: Los estudiantes deben dirigirse al Departamento de Asuntos Estudiantiles en la Administración Educativa de su área de residencia con los siguientes documentos:
fr: Les étudiants doivent se rendre au Bureau des affaires étudiantes de la zone administrative éducative de leur résidence avec les documents suivants:
tr: Öğrenciler, aşağıdaki belgelerle birlikte ikamet ettikleri idari eğitim bölgesinin öğrenci işleri bürosuna gitmelidir:
zh: 学生需要携带以下文件前往他们居住地教育行政区的学生事务部门：

# learningA9part2
source: Last educational certificate or evidence of passing it.
ar: آخر شهادة تعليمية أو دليل على اجتيازها.
es: Último certificado educativo o evidencia de haberlo aprobado.
fr: Dernier certificat d'études ou preuve de réussite.
tr: Son eğitim belgesi veya başarılı olduğunu gösteren kanıt.
zh: 最近的教育证书或通过证明。

# learningA9part3
source: UNHCR documents/ID cards.
ar: وثائق/كروت المفوضية السامية للأمم المتحدة لشؤون اللاجئين.
es: Documentos/tarjetas de la Agencia de las Naciones Unidas para los Refugiados.
fr: Documents/Cartes d'identité du HCR.
tr: BM Mülteciler Yüksek Komiserliği tarafından verilen belgeler/kimlik kartları.
zh: 联合国难民事务高级专员办事处的文件/卡。

# learningA9part4
source: Two personal photos.
ar: صورتان شخصيتان.
es: Dos fotos de pasaporte.
fr: Deux photos d'identité.
tr: İki adet vesikalık fotoğraf.
zh: 两张照片。

# learningA9part5
source: The department will refer them to the nearest school to their residence, where they will be registered, but they will study from home and take mid-year and end-of-year exams at school.
ar: سيقوم القسم بإحالتهم إلى المدرسة الأقرب إلى منزلهم، حيث سيتم تسجيلهم، ولكنهم يدرسون من المنزل ويأخذون امتحانات منتصف العام ونهايته في المدرسة.
es: El departamento los referirá a la escuela más cercana a su hogar, donde serán inscritos, pero estudiarán desde casa y tomarán exámenes de mitad de año y fin de año en la escuela.
fr: Le département les référera à l'école la plus proche de leur résidence, où ils seront inscrits, mais ils étudieront de chez eux et passeront les examens de mi-année et de fin d'année à l'école.
tr: Departman, onları ikamet ettikleri eve en yakın okula yönlendirecek, burada kaydedilecekler ancak evden çalışacak ve yıl içi ve yıl sonu sınavlarını okulda alacaklar.
zh: 该部门将把他们转介到离他们家最近的学校，他们将在那里注册，但他们将从家里学习，并在学校参加半年考试和期末考试。

# learningA10
source: Yes, the UNHCR provides educational grants for refugee and asylum-seeking school-age children enrolled in public, private, and community schools in Egypt through its partner, Caritas Egypt. Based on specific criteria set by the UNHCR and announced in June each year, you may be eligible for educational grants.
ar: نعم، تقدم المفوضية منحًا تعليمية لطالبي اللجوء واللاجئين في سن المدرسة المسجلين في المدارس العامة والخاصة والمجتمعية في مصر من خلال شريكها، هيئة الإغاثة الكاثوليكية . بناءً على معايير معينة وضعتها المفوضية ويعلن عنها في يونيو من كل عام، قد تكون مؤهلاً للحصول على منح تعليمية.
es: Sí, ACNUR proporciona becas educativas para solicitantes de asilo y refugiados en edad escolar inscritos en escuelas públicas, privadas y comunitarias en Egipto a través de su socio, la Caritas Egypt Relief Agency. Según criterios específicos establecidos por ACNUR y anunciados en junio de cada año, pueden ser elegibles para becas educativas.
fr: Oui, le HCR fournit des subventions éducatives pour les enfants en âge scolaire réfugiés et demandeurs d'asile inscrits dans les écoles publiques, privées et communautaires en Égypte par le biais de son partenaire, Caritas Égypte. En fonction de critères spécifiques fixés par le HCR et annoncés en juin chaque année, vous pourriez être éligible pour des subventions éducatives.
tr: Evet, UNHCR, Mısır'daki kamu, özel ve toplum okullarına kayıtlı mülteci ve sığınmacı öğrencilere eğitim bursları sağlar, ortaöğretim çağındaki çocuklar için. UNHCR tarafından belirlenen ve her yıl haziran ayında duyurulan belirli kriterlere dayanarak eğitim bursu alabilirsiniz.
zh: 是的，联合国难民事务高级专员办事处为注册在埃及公立、私立和社区学校的难民和寻求庇护者提供教育资助，年龄符合中学年龄段的孩子。您可以根据联合国难民事务高级专员办事处制定的特定标准，并于每年6月公布的标准获得教育资助。

# learningA11
source: The UNHCR provides support for children with special needs through its implementing partner Caritas Egypt, which provides counseling to assess the child's needs, and if necessary, may provide additional support such as finding a suitable school for them or additional educational grants.
ar: تقدم المفوضية الدعم للأطفال ذوي الاحتياجات الخاصة من خلال شريكها المنفذ هيئة الإغاثة الكاثوليكية، والذي يقدم المشورة لتقييم احتياجات الطفل، وإذا لزم الأمر، قد يوفر دعمًا إضافيًا مثل إيجاد مدرسة مناسبة لهم أو منح تعليمية إضافية.
es: ACNUR brinda apoyo a niños con necesidades especiales a través de su socio implementador, Caritas Egypt Relief Agency, que proporciona asesoramiento para evaluar las necesidades del niño y, si es necesario, puede brindar apoyo adicional como encontrar una escuela adecuada para ellos o proporcionar becas educativas adicionales.
fr: Le HCR fournit un soutien aux enfants ayant des besoins spéciaux par le biais de son partenaire de mise en œuvre, Caritas Égypte, qui fournit des conseils pour évaluer les besoins de l'enfant, et si nécessaire, peut fournir un soutien supplémentaire tel que trouver une école appropriée pour eux ou des subventions éducatives supplémentaires.
tr: UNHCR, ihtiyaç analizi için Caritas Egypt isimli uygulama ortağı aracılığıyla özel ihtiyaçları olan çocuklara destek sağlar ve gerekirse onlar için uygun bir okul bulmak veya ek eğitim bursları gibi ek destek sağlar.
zh: 联合国难民事务高级专员办事处通过其执行合作伙伴Caritas Egypt为特殊需求的儿童提供支持，为评估孩子的需求并在必要时提供额外支持，例如寻找适合他们的学校或额外的教育资助提供咨询。

# learningA12part1
source: Post-secondary and higher education begins at age 18. In Egypt, higher education is currently available to Syrian, Yemeni, and Sudanese refugees.
ar: يبدأ التعليم ما بعد الثانوي والعالي في سن 18 عامًا. في مصر، يكون التعليم العالي متاحاً حاليًا للاجئين السوريين واليمنيين والسودانيين.
es: La educación postsecundaria y superior comienza a los 18 años. En Egipto, la educación superior está actualmente disponible para refugiados sirios, yemeníes y sudaneses.
fr: L'enseignement postsecondaire et supérieur commence à l'âge de 18 ans. En Égypte, l'enseignement supérieur est actuellement disponible pour les réfugiés syriens, yéménites et soudanais.
tr: Üniversite öncesi ve üstü eğitim 18 yaşında başlar. Mısır'da üst öğrenim şu anda Suriyeli, Yemenli ve Sudanlı mülteciler için mevcuttur.
zh: 高等教育从18岁开始。目前，埃及的高等教育对叙利亚、也门和苏丹难民开放。

# learningA12part2
source: Exceptions from university fees are determined by nationality and type of secondary certificate by the Ministry of Higher Education. Exceptions are renewed annually.
ar: تحدد وزارة التعليم العالي الاستثناءات من الرسوم الجامعية حسب الجنسية ونوع الشهادة الثانوية. يتم تجديد الاستثناءات سنويًا.
es: El Ministerio de Educación Superior determina las exenciones de tarifas universitarias según la nacionalidad y el tipo de certificado de secundaria. Las exenciones se renuevan anualmente.
fr: Les exceptions aux frais universitaires sont déterminées par la nationalité et le type de certificat secondaire par le ministère de l'Enseignement supérieur. Les exceptions sont renouvelées annuellement.
tr: Üniversite harçlarında istisnalar, vatandaşlığa ve ikincil eğitim sertifikasının türüne bağlı olarak Yükseköğretim Bakanlığı tarafından belirlenir. İstisnalar yılda bir kez yenilenir.
zh: 大学学费的豁免根据国籍和中学证书的类型由高等教育部确定。豁免每年更新一次。

# learningA13
source: No, the UNHCR does not provide grants for higher education. However, the German Academic Exchange Service (DAAD) supports students enrolled in government universities through its Albert Einstein Academic Refugee Initiative (DAFI). Information related to the program is announced early when a new batch is accepted.
ar: لا، لا تقدم المفوضية أي منح للتعليم الجامعي. ومع ذلك، يدعم الصندوق الألماني لمبادرة ألبرت أينشتاين الأكاديمية للاجئين (دافي) الطلاب المسجلين في الجامعات الحكومية. يتم الإعلان عن المعلومات المتعلقة بالبرنامج في وقت مبكر عندما يتم قبول دفعة جديدة.
es: No, ACNUR no ofrece becas para la educación universitaria. Sin embargo, el Fondo Alemán para la Iniciativa Académica Albert Einstein para Refugiados (DAFI) apoya a estudiantes matriculados en universidades gubernamentales. La información sobre el programa se anuncia temprano cuando se acepta una nueva cohorte.
fr: Non, le HCR ne fournit pas de subventions pour l'enseignement supérieur. Cependant, le Service allemand d'échanges universitaires (DAAD) soutient les étudiants inscrits dans les universités gouvernementales par le biais de son initiative Albert Einstein Academic Refugee Initiative (DAFI). Les informations relatives au programme sont annoncées tôt lorsque une nouvelle promotion est acceptée.
tr: Hayır, UNHCR üniversite eğitimi için herhangi bir burs sağlamaz. Ancak, Alman Akademik Mültecilere Yardım Fonu (DAAD), mülteci öğrencileri Alman hükümeti tarafından desteklenen üniversitelerde kayıtlıdır. Programla ilgili bilgiler, yeni bir dönem kabul edildiğinde erken duyurulur.
zh: 不，联合国难民事务高级专员办事处不提供大学教育的任何奖学金。但是，德国学术难民援助基金（DAAD）为在政府支持的大学注册的难民学生提供支持。新一届被接受时会提前公布有关该计划的信息。

# learningA14
source: It's a free online platform offering various courses in several fields including (business, marketing, language, programming, etc.) offered by prestigious universities and other institutions around the world, and a certificate is provided upon completion of any course. Coursera for Refugees
ar: هو عبارة عن منصة مجانية عبر الإنترنت تضم دورات مختلفة في عدة مجالات منها (إدارة الأعمال، تسويق، لغة، برمجة، إلخ) مقدمة من جامعات مرموقة ومؤسسات أخرى حول العالم، ويتم تقديم شهادة عند الانتهاء من أي دورة.كورسيرا للاجئين
es: Es una plataforma en línea gratuita que ofrece una variedad de cursos en varios campos, como negocios, marketing, idiomas, programación, etc., ofrecidos por universidades de renombre e instituciones en todo el mundo. Se emite un certificado al finalizar cada curso. Coursera for Refugees
fr: C'est une plateforme en ligne gratuite proposant divers cours dans plusieurs domaines tels que (affaires, marketing, langues, programmation, etc.) proposés par des universités prestigieuses et d'autres institutions dans le monde entier, et un certificat est délivré à la fin de chaque cours. Coursera pour les réfugiés
tr: Bu, çeşitli alanlarda (işletme, pazarlama, dil, programlama vb.) çeşitli kursları içeren çevrimiçi ücretsiz bir platformdur. Dünya çapındaki saygın üniversiteler ve diğer kurumlar tarafından sunulan, herhangi bir kursun sonunda bir sertifika verilmektedir. Mülteciler için Coursera
zh: 这是一个在线免费平台，包含各种领域的课程（如商业、营销、语言、编程等），由世界各地的知名大学和其他机构提供，完成任何课程后将获得证书。 Coursera for Refugees

# learningA15
source: Refugees, asylum seekers, as well as Egyptians with an email address and internet access can apply. Those who can register, fill out the application, and complete the program can also do so at one of the community learning centers in Maadi and Nasr City. This invitation is currently open to 200 refugees, asylum seekers, and Egyptians aged between 18-35 only with priority for registration.
ar: يمكن للاجئين وطالبي اللجوء وكذلك المصريين الذين لديهم عنوان بريد إلكتروني ويمكنهم الاتصال بالإنترنت التقدم بطلبوكذلك هؤلاء الذين يمكنهم التسجيل وملء الطلب وإتمام البرنامج في أحد مراكز التعلم المجتمعية في المعادي ومدينة نصر. هذه الدعوة مفتوجة حاليًا لـ 200 من الشباب اللاجئين و طالبي اللجوء والمصريين الذين يتراوح أعمارهم بين 18- 35 عام فقط بأولوية التسجيل
es: Los refugiados, solicitantes de asilo y egipcios con una dirección de correo electrónico y acceso a Internet pueden postularse, así como aquellos que pueden registrarse, completar la solicitud y terminar el programa en uno de los centros de aprendizaje comunitario en Maadi y Nasr City. La convocatoria está actualmente abierta para 200 jóvenes refugiados, solicitantes de asilo y egipcios de entre 18 y 35 años solamente, con prioridad para la inscripción.
fr: Les réfugiés, les demandeurs d'asile, ainsi que les Égyptiens disposant d'une adresse e-mail et d'un accès Internet peuvent postuler. Ceux qui peuvent s'inscrire, remplir le formulaire de demande et terminer le programme peuvent également le faire dans l'un des centres d'apprentissage communautaires de Maadi et de Nasr City. Cette invitation est actuellement ouverte à 200 réfugiés, demandeurs d'asile et Égyptiens âgés de 18 à 35 ans uniquement, avec priorité pour l'inscription.
tr: Mülteciler, sığınma başvurucusu ve ayrıca bir e-posta adresine sahip olan ve İnternet'e erişimi olan Mısırlılar başvurabilir. Başvurabilenler, başvuru formunu doldurabilir, programı bir toplum öğrenme merkezinde tamamlayabilir ve Nasr City ve Maadi'deki toplum öğrenme merkezlerinden birinde bunu yapabilir. Bu davet şu anda yalnızca öncelikle kayıt yaptıran 18-35 yaş arası 200 mülteci, sığınma başvurucusu ve Mısırlılar için açıktır.
zh: 难民、寻求庇护者以及拥有电子邮件地址且能够上网的埃及人可以申请。您还可以通过被选中的社区学习中心注册、填写申请并完成程序，这些社区学习中心位于Maadi和Nasr City。目前，这个邀请只向18至35岁之间的200名难民、寻求庇护者和埃及人开放。
