Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# financialHelpBody
source: Cash assistance is provided to registered refugees and asylum seekers eligible to receive assistance to cover their priority basic needs. Cash assistance is provided for a limited period subject to the availability of funding and the continued eligibility of beneficiaries. To determine eligibility, UNHCR uses a mathematical equation that takes into account several factors collectively such as age, gender, disability, other assistance received, housing, education, employment status, among other factors. The hotline/UNHCR offices do not schedule assessment interview appointments nor conduct these interviews for cash assistance. To schedule an assessment interview, you need to contact Caritas for Basic Needs. If found eligible, you will receive a text message informing you of the amount, location, and deadline for receiving the assistance. Please ensure to update your phone number with UNHCR! You will receive a short text message when assistance is available for collection at the post office. Messages will inform you if you need to use an iris scanner to identify yourself and will inform you of the post office locations that have an iris scanner. The primary applicant is the only person authorized to receive assistance from the post office.
ar: تقدم المساعدة النقدية للاجئين وطالبي اللجوء المسجلين المؤهلين لتلقي المساعدة وذلك لتغطية احتياجاتهم الأساسية ذات الأولوية.يتم تقديم المساعدة النقدية لفترة محدودة حسب توافر التمويل واستمرار أحقية المستفيدين.لتحديد من هو مؤهل، تستخدم المفوضية معادلة رياضية آلية تأخذ في الاعتبار عدة عوامل مجتمعة مثل العمر والنوع الاجتماعي والإعاقة والمساعدات الأخرى المتلقاة والإسكان والتعليم وحالة التوظيف، من بين عوامل أخرى.لا يقوم خط المعلومات/ مكاتب المفوضية بتحديد مواعيد لمقابلات التقييم ولا يقوم بإجراء هذه المقابلات للمساعدة النقدية. لتحديد موعد لإجراء مقابلة التقييم، تحتاج للتواصل مع كاريتاس للإحتياجات الأساسية. إذا ثبت أنك مؤهلا، فستتلقى رسالة نصية لإعلامك بالمبلغ والموقع والموعد النهائي لاستلام المساعدة. يرجى التأكد من تحديث رقم هاتفك لدى المفوضية! ستتلقى رسالة نصية قصيرة عندما تكون المساعدة متاحة للاستلام في مكتب البريد. ستخبرك الرسائل إذا كنت بحاجة إلى استخدام ماسح قزحية العين لتحديد الهوية، وستخبرك بمواقع مكاتب البريد التي تحتوي على ماسح قزحية العين. سيرشدك موظف مكتب البريد إلى كيفية استخدام الماسح. يرجى وضع ماسح قزحية العين على نفس مستوى عينيك (لا تنظر إلى أسفل تجاه الماسح) وإبقاء عينيك مفتوحتين أثناء المسح. مقدم الطلب الرئيسي هو الشخص الوحيد الذي يمكنه استلام المساعدة من مكتب البريد
es: Se proporciona ayuda financiera a refugiados y solicitantes de asilo registrados que califican para recibirla para cubrir sus necesidades prioritarias. La ayuda financiera se proporciona por un período limitado según la disponibilidad de fondos y la continuación de la elegibilidad de los beneficiarios. Para determinar quién es elegible, ACNUR utiliza una fórmula matemática automatizada que tiene en cuenta varios factores combinados, como la edad, el género, la discapacidad, otras ayudas recibidas, la vivienda, la educación, el empleo y el estado familiar, entre otros. La línea de información / oficinas de ACNUR no programan citas para entrevistas de evaluación ni realizan estas entrevistas para ayuda financiera. Para programar una entrevista de evaluación, debes comunicarte con Caritas para las necesidades básicas. Si se determina que eres elegible, recibirás un mensaje de texto para informarte sobre el monto, la ubicación y la fecha límite para recoger la ayuda. ¡Asegúrate de actualizar tu número de teléfono con ACNUR! Recibirás un mensaje de texto cuando la ayuda esté lista para ser recogida en la oficina de correos. Los mensajes te informarán si necesitas usar un escáner de iris para la identificación y te informarán sobre las ubicaciones de las oficinas de correos que tienen escáneres de iris. El empleado de la oficina de correos te guiará sobre cómo usar el escáner. Coloca el escáner de
fr: L'aide financière est fournie aux réfugiés enregistrés et aux demandeurs d'asile éligibles pour recevoir une aide afin de couvrir leurs besoins fondamentaux prioritaires. L'aide financière est fournie pour une période limitée sous réserve de la disponibilité des financements et de l'éligibilité continue des bénéficiaires. Pour déterminer l'éligibilité, le HCR utilise une équation mathématique qui prend en compte plusieurs facteurs de manière collective, tels que l'âge, le genre, le handicap, les autres aides reçues, le logement, l'éducation, le statut d'emploi, entre autres. La ligne d'assistance/les bureaux du HCR ne fixent pas de rendez-vous d'entretien d'évaluation ni ne mènent ces entretiens pour l'aide financière. Pour fixer un rendez-vous d'évaluation, vous devez contacter le Caritas pour les besoins fondamentaux. Si vous êtes éligible, vous recevrez un message texte vous informant du montant, de l'emplacement et de la date limite pour recevoir l'aide. Veuillez vous assurer de mettre à jour votre numéro de téléphone auprès du HCR ! Vous recevrez un court message texte lorsque l'aide sera disponible pour être récupérée au bureau de poste. Les messages vous informeront si vous devez utiliser un scanner d'iris pour vous identifier et vous informeront des emplacements des bureaux de poste qui disposent d'un scanner d'iris. Le demandeur principal est la seule personne autorisée à recevoir de l'aide au bureau de poste.
tr: Maddi yardım, kayıtlı mültecilere ve öncelikli temel ihtiyaçlarını karşılamak için yardım almayı hak eden sığınmacılara sağlanır. Maddi yardım, finansmanın mevcudiyetine ve yararlanıcıların sürekli uygunluğuna bağlı olarak sınırlı bir süre için sağlanır. Kimin uygun olduğunu belirlemek için, UNHCR bir dizi faktörü dikkate alan matematiksel bir denklem kullanır, bunlar arasında yaş, cinsiyet, engellilik, alınan diğer yardımlar, konut, eğitim ve istihdam durumu gibi faktörler bulunur. Bilgi hattı / UNHCR ofisleri, nakit yardımı için randevu tarihlerini belirlemez ve nakit yardımı için bu görüşmeleri gerçekleştirmez. Değerlendirme görüşmesi için randevu almak için, Temel İhtiyaçlar için Caritas ile iletişime geçmeniz gerekir. Eğer uygun olduğunuz tespit edilirse, yardımın miktarını, yerini ve alımın son tarihini belirten bir metin mesajı alacaksınız. Lütfen UNHCR'ye telefon numaranızı güncellediğinizden emin olun! Yardımın posta ofisinde alınabilir olduğunda kısa bir metin mesajı alacaksınız. Kimlik belirleme için iris tarama cihazını kullanmanız gerekip gerekmediğini size bildireceklerdir ve iris tarama cihazına sahip postane şubelerinin yerlerini size bildireceklerdir. Görevli, tarama cihazını nasıl kullanacağınızı size anlatacaktır. İris tarama cihazınızı gözlerinizin seviyesine yerleştirin (tarama cihazına bakmayın) ve tarama sırasında gözlerinizi açık tutun. Başvuru sahibi, posta ofisinden yardım almak için yetkili tek kişidir.
zh: 经济援助提供给符合条件且有资格获得援助的注册难民和寻求庇护者，以满足其优先基本需求。 援助将根据资金可用性和受益人的持续资格而提供，仅限一段时间。 为确定谁有资格，联合国难民署使用数学方程式，该方程式考虑了多种因素，例如年龄、性别、残疾、其他接受的援助、住房、教育和就业状况等。 信息热线/联合国难民署办事处不安排评估面谈的约会，也不进行此类面谈以获取经济援助。 要安排评估面谈的约会，请与Caritas for Basic Needs联系。 如果确定符合条件，您将收到一条短信，通知您援助金额、地点和最后领取日期。 请确保在联合国难民署处更新您的电话号码！ 当邮局可提供援助时，您将收到一条短信。 如果需要使用虹膜扫描仪确定身份，则会通知您，并告知您配备虹膜扫描仪的邮局分支机构的位置。 工作人员将指导您如何使用扫描仪。 在进行扫描时，请将虹膜扫描仪放置在眼睛的水平线上（不要向下看扫描仪），并在扫描过程中保持眼睛睁开。 申请人是唯一有资格从邮局领取援助的人。

# learningQ1
source: What are the options available for me to send my child to school in Egypt?
ar: ما هي الخيارات المتاحة لي لإرسال طفلي إلى المدرسة في مصر؟
es: ¿Cuáles son las opciones disponibles para inscribir a mi hijo en la escuela en Egipto?
fr: Quelles sont les options disponibles pour envoyer mon enfant à l'école en Égypte?
tr: Mısır'da çocuğumu okula göndermek için mevcut seçenekler nelerdir?
zh: 我在埃及送孩子上学有哪些选择？

# learningQ2
source: How is the Egyptian education system divided?
ar: كيف يقسم نظام التعليم المصري؟'
es: ¿Cómo se divide el sistema educativo egipcio?
fr: Comment le système éducatif égyptien est-il divisé?
tr: Mısır eğitim sistemi nasıl bölünmüştür?
zh: 埃及的教育系统如何划分？

# learningQ3
source: Where do I go to enroll my child in a school in Egypt?
ar: أين أذهب لتسجيل طفلي في مدرسة في مصر؟
es: ¿Dónde debo ir para inscribir a mi hijo en una escuela en Egipto?
fr: Où dois-je aller pour inscrire mon enfant dans une école en Égypte?
tr: Çocuğumu Mısır'daki bir okula kaydettirmek için nereye gitmeliyim?
zh: 我应该到哪里注册孩子在埃及的学校？

# learningQ4
source: What documents do I need to bring?
ar: ما هي المستندات التي يجب علي إحضارها؟
es: ¿Cuáles son los documentos que debo llevar?
fr: Quels documents dois-je apporter?
tr: Hangi belgeleri getirmem gerekiyor?
zh: 我需要携带什么文件？

# learningQ5
source: What are the placement tests?
ar: ما هي اختبارات تحديد المستوى؟
es: ¿Cuáles son los exámenes de nivelación?
fr: Quels sont les tests de placement?
tr: Yerleştirme sınavları nelerdir?
zh: 什么是分班测试？

# learningQ6
source: How do I know if my child's school certificate will be recognized by the school?
ar: كيف أعرف ما إذا كانت شهادة المدرسة التي يحملها طفلي سيتم الاعتراف بها من قبل المدرسة؟
es: ¿Cómo puedo saber si el certificado escolar de mi hijo será reconocido por la escuela?
fr: Comment savoir si le certificat scolaire de mon enfant sera reconnu par l'école?
tr: Çocuğumun okul diplomasının okul tarafından tanınacağını nasıl bilebilirim?
zh: 我怎样才能知道孩子的学校证书将被学校认可？

# learningQ7
source: What should I do if I face difficulties registering my children in schools because I do not hold a residence permit?
ar: ماذا أفعل إذا واجهت صعوبات في تسجيل أطفالي في المدارس، لأنني لا أحمل تصريح إقامة؟
es: ¿Qué debo hacer si enfrento dificultades para inscribir a mis hijos en la escuela porque no tengo un permiso de residencia?
fr: Que dois-je faire si je rencontre des difficultés à inscrire mes enfants à l'école parce que je n'ai pas de permis de séjour?
tr: Oturma izni bulunmadığı için çocuklarımı okullara kaydettirirken zorluklarla karşılaşırsam ne yapmalıyım?
zh: 如果我在为孩子注册学校时遇到困难，因为我没有居留许可证，我该怎么办？

# learningQ8
source: What is the situation for students who have not received any education before?
ar: ما هو موقف الطلاب الذين لم يتلقوا أي تعليم من قبل؟
es: ¿Cuál es la situación de los estudiantes que no han recibido educación previa?
fr: Quelle est la situation des élèves qui n'ont reçu aucune éducation auparavant?
tr: Daha önce hiç eğitim almayan öğrencilerin durumu nedir?
zh: 之前从未接受过教育的学生的情况如何？

# learningQ9
source: How can students register through the homeschooling system?
ar: كيف يمكن للطلاب التسجيل من خلال نظام التعليم المنزلي؟
es: ¿Cómo pueden los estudiantes inscribirse en el sistema de educación en el hogar?
fr: Comment les élèves peuvent-ils s'inscrire par le biais du système d'enseignement à domicile?
tr: Öğrenciler evde eğitim sistemiyle nasıl kayıt olabilir?
zh: 学生如何通过家庭教育系统注册？

# learningQ10
source: Does the Commission provide any financial support for education?
ar: هل تقدم المفوضية أي دعم مالي للتعليم؟
es: ¿La Comisión proporciona algún apoyo financiero para la educación?
fr: La Commission fournit-elle un soutien financier pour l'éducation?
tr: Eğitim için herhangi bir mali destek sağlanıyor mu?
zh: 委员会是否为教育提供任何经济支持？

# learningQ11
source: What support is available for children with special needs in Egypt?
ar: ما هو الدعم المتاح للأطفال ذوي الاحتياجات الخاصة في مصر؟
es: ¿Qué apoyo está disponible para los niños con necesidades especiales en Egipto?
fr: Quel soutien est disponible pour les enfants ayant des besoins spéciaux en Égypte?
tr: Mısır'da özel ihtiyaçları olan çocuklar için hangi destekler mevcuttur?
zh: 埃及为有特殊需求的儿童提供了哪些支持？

# learningQ12
source: How can I apply for university education in Egypt?
ar: كيف يمكنني التقدم للدراسة الجامعية في مصر؟
es: ¿Cómo puedo solicitar la educación universitaria en Egipto?
fr: Comment puis-je postuler pour des études universitaires en Égypte?
tr: Mısır'da üniversite eğitimine nasıl başvurabilirim?
zh: 我如何申请在埃及上大学？

# learningQ13
source: Does the Commission provide financial support for higher education?
ar: هل تقدم المفوضية الدعم المالي للتعليم الجامعي؟
es: ¿La Comisión proporciona apoyo financiero para la educación universitaria?
fr: La Commission fournit-elle un soutien financier pour l'enseignement supérieur?
tr: Mısır Komisyonu yüksek öğrenim için herhangi bir mali destek sağlıyor mu?
zh: 委员会是否为高等教育提供经济支持？

# learningQ14
source: What is Coursera's program for refugees?
ar: ما هو برنامج كورسيرا للاجئين؟
es: ¿Qué es el programa Coursera para refugiados?
fr: Quel est le programme Coursera pour les réfugiés?
tr: Mülteciler için Coursera programı nedir?
zh: Coursera的难民项目是什么？

# learningQ15
source: Who can apply to enroll in the program?
ar: من يمكنه التقدم بطلب للتسجيل بالبرنامج؟
es: ¿Quién puede solicitar la inscripción en el programa?
fr: Qui peut postuler pour s'inscrire au programme?
tr: Programa kayıt olmak için kim başvurabilir?
zh: 谁可以申请加入该项目？

# learningQ16
source: Can courses be studied in languages other than English?
ar: هل يمكن دراسة الدورات بلغات أخرى غير الإنجليزية؟
es: ¿Se pueden estudiar cursos en otros idiomas además del inglés?
fr: Les cours peuvent-ils être étudiés dans d'autres langues que l'anglais?
tr: Kurslar İngilizce dışındaki dillerde de okunabilir mi?
zh: 课程可以用除了英语之外的其他语言学习吗？

# learningQ17
source: Do refugees need internet access to benefit from the courses?
ar: هل يحتاج اللاجئون الإتصال بالإنترنت للإستفادة من الدورات؟
es: ¿Los refugiados necesitan acceso a Internet para beneficiarse de los cursos?
fr: Les réfugiés ont-ils besoin d'un accès Internet pour bénéficier des cours?
tr: Mültecilerin kurslardan faydalanmak için internet erişimine ihtiyacı var mı?
zh: 难民需要互联网才能从课程中受益吗？

# learningQ18
source: How can I register?
ar: كيف يمكن التسجيل؟
es: ¿Cómo puedo registrarme?
fr: Comment puis-je m'inscrire?
tr: Nasıl kayıt olunabilir?
zh: 如何注册？

# learningQ19
source: Contact numbers if you have any questions:
ar: أرقام التواصل في حال كان لديك أي أسئلة:
es: Números de contacto en caso de que tenga alguna pregunta:
fr: Numéros de contact si vous avez des questions:
tr: Herhangi bir sorunuz varsa iletişim numaraları:
zh: 如果您有任何问题，请联系以下电话：

# learningA1
source: Your child can enroll in school through the official education system, which includes government schools, private schools, and international schools overseen by the Ministry of Education. Government education is currently available to refugees and asylum seekers from Sudan, South Sudan, Yemen, and Syria on an equal basis with Egyptians, and the Commission works with the government to integrate other refugee nationalities as well.
ar: يمكن لطفلك الالتحاق بالمدرسة من خلال نظام التعليم الرسمي الذي يشمل المدارس الحكومية والمدارس الخاصة والدولية التي تشرف عليها وزارة التربية والتعليم.التعليم الحكومي متاح حاليًا للاجئين وملتمسي اللجوء السودانيين وجنوب السودانيين واليمنيين والسوريين على قدم المساواة مع المصريين، وتعمل المفوضية مع الحكومة لإدماج جنسيات اللاجئين الأخرى أيضًا
es: Su hijo puede unirse a la escuela a través del sistema educativo oficial, que incluye escuelas gubernamentales, privadas e internacionales supervisadas por el Ministerio de Educación. La educación gubernamental actualmente está disponible para refugiados y solicitantes de asilo sudaneses, sudaneses del sur, yemeníes y sirios en pie de igualdad con los egipcios, y la Comisión trabaja con el gobierno para integrar otras nacionalidades de refugiados también.
fr: Votre enfant peut s'inscrire à l'école par le biais du système éducatif officiel, qui comprend les écoles gouvernementales, les écoles privées et les écoles internationales supervisées par le ministère de l'Éducation. L'éducation gouvernementale est actuellement disponible pour les réfugiés et les demandeurs d'asile du Soudan, du Soudan du Sud, du Yémen et de la Syrie sur un pied d'égalité avec les Égyptiens, et la Commission travaille avec le gouvernement pour intégrer d'autres nationalités de réfugiés également.
tr: Çocuğunuz, Eğitim Bakanlığı tarafından denetlenen devlet okulları, özel okullar ve uluslararası okulları içeren resmi eğitim sistemi aracılığıyla okula kaydolabilir. Hükümet eğitimi şu anda Sudan, Güney Sudan, Yemen ve Suriye'den gelen mültecilere ve sığınmacılara Mısırlılarla eşit koşullarda sunulmaktadır, ve Komisyon diğer mülteci uyruklarının da entegrasyonu için hükümetle çalışmaktadır.
zh: 您的孩子可以通过官方教育系统上学，该系统包括由教育部监督的政府学校、私立学校和国际学校。目前，政府教育对来自苏丹、南苏丹、也门和叙利亚的难民和寻求庇护者与埃及人平等开放，并且委员会也与政府合作，以整合其他难民国籍。

# learningA2part1
source: The Egyptian education system is divided into:
ar: ينقسم نظام التعليم المصري إلى:
es: El sistema educativo egipcio se divide en:
fr: Le système éducatif égyptien est divisé en:
tr: Mısır eğitim sistemi şu şekilde bölünmüştür:
zh: 埃及教育系统分为：

# learningA2part2
source: Early childhood education
ar: تعليم الطفولة المبكرة
es: Educación preescolar
fr: L'éducation de la petite enfance
tr: Erken çocukluk eğitimi
zh: 早期教育

# learningA2part3
source: Primary education (from first to sixth grade)
ar: التعليم الابتدائي (من الأول إلى السادس الابتدائي)
es: Educación primaria (del primero al sexto grado)
fr: L'enseignement primaire (de la première à la sixième année)
tr: İlköğretim (ilkokul birinci sınıftan altıncı sınıfa kadar)
zh: 小学教育（从一年级到六年级）

# learningA2part4
source: Preparatory education (from first to third preparatory)
ar: التعليم الإعدادي(من الأول إلى الثالث الإعدادي )
es: Educación preparatoria (del primero al tercer grado)
fr: L'enseignement préparatoire (de la première à la troisième préparatoire)
tr: Hazırlık eğitimi (ilkokul birinci sınıftan üçüncü sınıfa kadar)
zh: 准备教育（从一年级到三年级）

# learningA2part5
source: Secondary education (from first to third secondary), which is divided into two categories:
ar: التعليم الثانوي (من الأول إلى الثالث الثانوي ) والذي ينقسم إلى فئتين:
es: Educación secundaria (del primero al tercer grado), que se divide en dos categorías:
fr: L'enseignement secondaire (de la première à la troisième secondaire), qui est divisé en deux catégories:
tr: Ortaöğretim (lise birinci sınıftan lise üçüncü sınıfa kadar), iki kategoriye ayrılmıştır:
zh: 中等教育（从一年级到三年级），分为两类：

# learningA2part6
source: General secondary, which is three years of study
ar: ثانوي عام وهو ثلاث سنوات دراسية
es: Secundaria general, que consta de tres años académicos
fr: Secondaire général, qui dure trois ans d'études
tr: Genel lise, üç yıllık bir eğitimdir
zh: 普通中学，为期三年

# learningA2part7
source: Technical secondary, ranging from 3 to 5 years of study.
ar: ثانوي فني ويتراوح من 3 إلى 5 سنوات دراسية.
es: Secundaria técnica, que varía de 3 a 5 años académicos.
fr: Secondaire technique, allant de 3 à 5 ans d'études.
tr: Teknik lise, 3 ila 5 yıl arasında değişen bir eğitim süresine sahiptir.
zh: 技术中学，学制为3至5年。

# learningA2part8
source: Students who successfully pass the secondary exams for the three years can graduate and obtain a certificate from the Egyptian school (General Secondary Certificate).
ar: يمكن للطلاب الذين اجتازوا بنجاح اختبارات الثانوية للأعوام الثلاثة التخرج والحصول على شهادة من المدرسة المصرية (شهادة الثانوية العامة).
es: Los estudiantes que aprueben con éxito los exámenes de secundaria de los tres años se graduarán y obtendrán un certificado de la escuela egipcia (Certificado de Educación Secundaria General).
fr: Les étudiants qui réussissent les examens du secondaire pour les trois années peuvent obtenir un diplôme et un certificat de l'école égyptienne (Certificat de fin d'études secondaires générales).
tr: Üç yıl boyunca başarıyla ortaöğretim sınavlarını geçen öğrenciler mezun olabilir ve Mısır okulundan bir sertifika alabilirler (Genel Lise Diploması).
zh: 成功通过三年中学考试的学生可以毕业并获得埃及学校的证书（普通中学证书）。

# learningA3
source: You should go to the Student Affairs Office in the educational administrative area of your residence.
ar: يجب عليك التوجه إلى مكتب شؤون الطلاب بالمنطقة الإدارية التعليمية في منطقة إقامتك.
es: Debes dirigirte a la Oficina de Asuntos Estudiantiles en la Administración Educativa de tu área de residencia.
fr: Vous devez vous rendre au Bureau des affaires étudiantes de la zone administrative éducative de votre résidence.
tr: İkamet ettiğiniz idari eğitim bölgesindeki öğrenci işleri bürosuna gitmeniz gerekmektedir.
zh: 您需要前往您所在地区教育行政区的学生事务办公室。

# learningA4part1
source: Valid residency permit
ar: تصريح إقامة ساري المفعول
es: Permiso de residencia válido
fr: Permis de résidence valide
tr: Geçerli ikamet izni
zh: 有效居留许可

# learningA4part2
source: Previously recognized school certificate from the school your child attended before coming to Egypt
ar: شهادة مدرسية معترف بها مسبقًا من المدرسة التي التحق بها طفلك قبل وصوله إلى مصر
es: Certificado escolar reconocido previamente por la escuela a la que asistió tu hijo antes de llegar a Egipto
fr: Certificat scolaire préalablement reconnu de l'école que votre enfant a fréquentée avant d'arriver en Égypte
tr: Çocuğunuzun Mısır'a gelmeden önce katıldığı okulun önceden tanınmış okul sertifikası
zh: 从孩子到达埃及之前就已经认可的学校证书

# learningA4part3
source: If you don't have any of the above, your child must take the Level Placement Test administered by the Ministry of Education
ar: إذا لم يكن لديك أي من السابق ذكره، فيجب أن يدخل طفلك اختبار تحديد المستوى الذي تقوم به وزارة التربية والتعليم
es: Si no tienes ninguno de los documentos anteriores, tu hijo debe someterse a un examen de nivelación realizado por el Ministerio de Educación.
fr: Si vous n'avez aucun des éléments ci-dessus, votre enfant doit passer le test de placement de niveau administré par le ministère de l'Éducation
tr: Yukarıdaki belgelerden hiçbirine sahip değilseniz, çocuğunuzun Mısır Eğitim Bakanlığı tarafından yapılan seviye tespit sınavına girmesi gerekmektedir
zh: 如果您没有上述任何文件，则您的孩子需要参加由教育部组织的水平测试。

# learningA5part1
source: Level Placement Tests are short tests that students who have received their education outside Egypt need to take to determine the school year they will be enrolled in the official Egyptian school system.
ar: اختبارات تحديد المستوى هي اختبارات قصيرة يحتاج الطلاب الذين تلقوا تعليمهم خارج مصر إلى المرور بها لتحديد السنة الدراسية التي سيتم تسجيلهم فيها في نظام المدارس المصرية الرسمية.
es: Los exámenes de nivelación son pruebas cortas que deben tomar los estudiantes que han recibido educación fuera de Egipto para determinar el grado al que serán inscritos en el sistema oficial de escuelas egipcias.
fr: Les tests de placement de niveau sont des tests courts que les étudiants ayant reçu leur éducation en dehors de l'Égypte doivent passer pour déterminer l'année scolaire dans laquelle ils seront inscrits dans le système scolaire égyptien officiel.
tr: Seviye tespit sınavları, eğitimlerini Mısır dışında alan öğrencilerin Mısır resmi okul sistemine hangi sınıfa kaydedileceklerini belirlemek için girmeleri gereken kısa sınavlardır.
zh: 水平测试是一系列短期考试，需要在埃及以外接受过教育的学生通过，以确定他们将在埃及官方学校系统中注册的年级。

# learningA5part2
source: Students should go to the Student Affairs and Examinations Department in the educational administration area of their residence with a valid residency permit. The department will arrange Level Placement Tests.
ar: يجب على الطلاب التوجه إلى قسم شؤون الطلاب والامتحانات في الإدارة التعليمية في منطقة إقامتهم مع تصريح إقامة ساري المفعول. سيقوم القسم بترتيب اختبارات تحديد المستوى.
es: Los estudiantes deben dirigirse al Departamento de Asuntos Estudiantiles y Exámenes en la Administración Educativa de su área de residencia con un permiso de residencia válido. El departamento organizará los exámenes de nivelación.
fr: Les étudiants doivent se rendre au Département des affaires étudiantes et des examens de la zone administrative éducative de leur résidence avec un permis de résidence valide. Le département organisera les tests de placement de niveau.
tr: Öğrenciler, geçerli bir ikamet izni ile ikamet ettikleri idari eğitim bölgesinin öğrenci işleri ve sınavlar departmanına gitmelidir. Departman, seviye tespit sınavlarını düzenleyecektir.
zh: 学生需要携带有效居留许可前往他们居住地的教育行政区的学生和考试部门。该部门将安排水平测试。
