Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# foodSupply2
source: Generally, eligibility for assistance from the World Food Programme is determined through a targeting process, which relies on multiple sources of information, including information available at registration with the commission, and sometimes information collected during assessment interviews.
ar: بشكل عام، يتم تحديد الأهلية لتلقي مساعدة برنامج الأغذية العالمي من خلال عملية الاستهداف، والتي تعتمد على مصادر متعددة للمعلومات، بما في ذلك المعلومات المتاحة عند التسجيل لدى المفوضية، وأحيانًا المعلومات التي تم جمعها في مقابلات التقييم
es: En general, la elegibilidad para recibir asistencia del Programa Mundial de Alimentos se determina a través del proceso de focalización, que se basa en múltiples fuentes de información, incluida la información disponible al registrarse en la comisión y a veces la información recopilada en entrevistas de evaluación.
fr: En général, l'éligibilité à l'aide du Programme Alimentaire Mondial est déterminée à travers un processus de ciblage, qui repose sur plusieurs sources d'informations, y compris les informations disponibles lors de l'inscription auprès de la commission, et parfois les informations collectées lors d'entretiens d'évaluation.
tr: Genellikle, Dünya Gıda Programı'ndan yardım almak için uygunluk, hedefleme süreci aracılığıyla belirlenir; bu süreç, kayıt sırasında mevcut bilgilere dayanır ve bazen değerlendirme görüşmeleri sırasında toplanan bilgilere dayanır.
zh: 通常情况下，对世界粮食计划援助的资格是通过一个定位过程确定的，该过程依赖于多种信息来源，包括在注册时提供的信息，有时还包括评估面谈期间收集的信息。

# foodSupply3
source: The decision takes into account several factors collectively, including financial situation, family size, ease of access to other assistance, special needs, protection risks, medical conditions, among many other factors.
ar: يأخذ القرار في الاعتبار عدة عوامل مجتمعة، بما في ذلك الوضع المالي ، وعدد أفراد الأسرة، وسهولة الحصول على مساعدات أخرى والاحتياجات الخاصة، ومخاطر الحماية، والحالات الطبية، من بين العديد من العوامل الأخري
es: La decisión considera varios factores en conjunto, incluida la situación financiera, el tamaño de la familia, la facilidad para acceder a otras ayudas, las necesidades específicas, los riesgos de protección y las condiciones médicas, entre muchos otros factores.
fr: La décision prend en compte plusieurs facteurs collectivement, y compris la situation financière, la taille de la famille, la facilité d'accès à d'autres formes d'assistance, les besoins spéciaux, les risques de protection, les conditions médicales, entre autres.
tr: Karar, mali durum, aile büyüklüğü, diğer yardıma erişim kolaylığı, özel ihtiyaçlar, koruma riskleri, tıbbi durumlar gibi birden fazla faktörü topluca dikkate alır.
zh: 决定综合考虑多个因素，包括财务状况、家庭规模、其他援助的易于获得程度、特殊需要、保护风险、医疗条件等。

# foodSupply4
source: Then, all cases are compared to determine the most needy families, which fall below the poverty line and are most at risk related to protection. These families are then identified and supported by the World Food Programme.
ar: بعد ذلك، تتم مقارنة جميع الحالات لتحديد الأسر الأكثر إحتياجاً، والتي تقع تحت خط الفقر والأكثر تعرضًا للمخاطر المتعلقة بالحماية. وبعد ذلك يتم تحديد هذه الأسر ودعمها من قبل برنامج الأغذية العالمي
es: Luego, se comparan todos los casos para determinar las familias más necesitadas, que se encuentran por debajo del umbral de pobreza y están más expuestas a riesgos de protección. Luego, estas familias son identificadas y apoyadas por el Programa Mundial de Alimentos.
fr: Ensuite, tous les cas sont comparés pour déterminer les familles les plus nécessiteuses, qui se situent en dessous du seuil de pauvreté et qui sont les plus à risque en ce qui concerne la protection. Ces familles sont alors identifiées et soutenues par le Programme Alimentaire Mondial.
tr: Ardından, tüm durumlar en muhtaç ailelerle karşılaştırılarak belirlenir, bunlar yoksulluk sınırının altında ve koruma ile ilgili olarak en çok risk altında olan ailelerdir. Bu aileler daha sonra Dünya Gıda Programı tarafından tanımlanır ve desteklenir.
zh: 然后，所有案例都进行比较，以确定最需要的家庭，即低于贫困线并且在保护方面最有风险的家庭。然后，这些家庭由世界粮食计划识别并获得支持。

# foodSupply5
source: How can I register to receive assistance from the World Food Programme?
ar: كيف يمكنني التسجيل للحصول على مساعدة برنامج الأغذية العالمي؟
es: ¿Cómo puedo registrarme para recibir asistencia del Programa Mundial de Alimentos?
fr: Comment puis-je m'inscrire pour recevoir de l'aide du Programme Alimentaire Mondial ?
tr: Dünya Gıda Programı'ndan yardım almak için nasıl kayıt olabilirim?
zh: 我如何注册以获得世界粮食计划的援助？

# foodSupply6
source: For food assistance
ar: للحصول على المساعدة الغذائية
es: Para recibir asistencia alimentaria
fr: Pour l'aide alimentaire
tr: Yiyecek yardımı için
zh: 对于食品援助

# foodSupply7
source: Refugees eligible to receive food assistance from the World Food Programme are identified by the commission (those assessed and identified as the most needy) and assistance lists are shared with the World Food Programme.
ar: يتم تحديد اللاجئين المؤهلين لتلقي المساعدة الغذائية من برنامج الأغذية العالمي من قبل المفوضية (أولئك الذين يتم تقييمهم وتحديدهم على أنهم الأكثر إحتياجاً) ويتم مشاركة قوائم المساعدة مع برنامج الأغذية العالمي
es: Los refugiados elegibles para recibir asistencia alimentaria del Programa Mundial de Alimentos son identificados por la comisión (aquellos evaluados y determinados como los más necesitados) y se comparten las listas de asistencia con el Programa Mundial de Alimentos.
fr: Les réfugiés éligibles pour recevoir de l'aide alimentaire du Programme Alimentaire Mondial sont identifiés par la commission (ceux qui sont évalués et identifiés comme les plus nécessiteux) et les listes d'assistance sont partagées avec le Programme Alimentaire Mondial.
tr: Mültecilere, Komisyon tarafından (en muhtaç olarak değerlendirilen ve tanımlananlar) tanımlanan mülteciler Dünya Gıda Programı'ndan yiyecek yardımı almak için uygun görülür ve yardım listeleri Dünya Gıda Programı ile paylaşılır.
zh: 符合条件的难民被委员会识别（那些被评估和识别为最需要的人），并且援助名单与世界粮食计划共享。

# foodSupply8
source: For nutritional assistance for pregnant and lactating mothers
ar: للمساعدة الغذائية للحوامل والمرضعات
es: Para la asistencia alimentaria para embarazadas y lactantes
fr: Pour l'assistance nutritionnelle aux mères enceintes et allaitantes
tr: Hamile ve emziren anneler için beslenme yardımı için
zh: 对于孕妇和哺乳母亲的营养援助

# foodSupply9
source: Refugee mothers of children under the age of two or pregnant refugees can register to receive nutritional assistance from the World Food Programme once applications are open and the World Food Programme page is posted on Facebook.
ar: يمكن للأمهات اللاجئات لأطفال دون سن الثانية أو اللاجئات الحوامل التسجيل للحصول على المساعدة الغذائية من برنامج الأغذية العالمي بمجرد فتح الطلبات ونشر صفحة برنامج الأغذية العالمي على فيسبوك
es: Las madres refugiadas de niños menores de dos años o las refugiadas embarazadas pueden registrarse para recibir asistencia alimentaria del Programa Mundial de Alimentos una vez que se abran las solicitudes y se publique la página del Programa Mundial de Alimentos en Facebook.
fr: Les mères réfugiées d'enfants de moins de deux ans ou les réfugiées enceintes peuvent s'inscrire pour recevoir une assistance nutritionnelle du Programme Alimentaire Mondial une fois que les candidatures sont ouvertes et que la page du Programme Alimentaire Mondial est publiée sur Facebook.
tr: İki yaşın altındaki çocukların anneleri veya hamile mülteciler, başvurular açıldığında ve Dünya Gıda Programı sayfası Facebook'ta yayınlandığında Dünya Gıda Programı'ndan beslenme yardımı almak için kayıt olabilirler.
zh: 两岁以下儿童的难民母亲或怀孕的难民可以在申请开放并且世界粮食计划页面发布在Facebook上后注册，以获得世界粮食计划的营养援助。

# foodSupply10
source: The commission also identifies refugee women eligible to receive nutritional assistance from the World Food Programme (those assessed and identified as the most needy) and assistance lists are shared with the World Food Programme.
ar: كما تحدد المفوضية اللاجئات المؤهلات لتلقي المساعدة الغذائية من برنامج الأغذية العالمي (أولئك الذين يتم تقييمهم وتحديدهم على أنهم الأكثر إحتياجاً) ويتم مشاركة قوائم المساعدة مع برنامج الأغذية العالمي
es: La comisión también identifica a las refugiadas elegibles para recibir asistencia alimentaria del Programa Mundial de Alimentos (aquellas evaluadas y determinadas como las más necesitadas) y se comparten las listas de asistencia con el Programa Mundial de Alimentos.
fr: La commission identifie également les femmes réfugiées éligibles pour recevoir une assistance nutritionnelle du Programme Alimentaire Mondial (celles qui sont évaluées et identifiées comme les plus nécessiteuses) et les listes d'assistance sont partagées avec le Programme Alimentaire Mondial.
tr: Komisyon ayrıca, Dünya Gıda Programı'ndan beslenme yardımı almaya uygun olan mülteci kadınları (en muhtaç olarak değerlendirilen ve tanımlananlar) tanımlar ve yardım listeleri Dünya Gıda Programı ile paylaşılır.
zh: 委员会还识别符合条件的难民妇女（那些被评估和识别为最需要的人）以获得世界粮食计划的营养援助，援助名单与世界粮食计划共享。

# foodSupply11
source: * Currently, applications for this nutritional assistance are closed.
ar: * حاليًا، طلب الحصول على هذه المساعدة الغذائية مغلق.
es: * Actualmente, la solicitud de esta asistencia alimentaria está cerrada.
fr: * Actuellement, les candidatures pour cette assistance nutritionnelle sont fermées.
tr: * Şu anda, bu beslenme yardımı için başvurular kapalıdır.
zh: * 目前，此营养援助的申请已关闭。

# foodSupply12
source: For food for training program
ar: لبرنامج الغذاء مقابل التدريب
es: Para el programa Food for Training
fr: Pour le programme alimentaire de formation
tr: Eğitim programı için yiyecek
zh: 用于培训计划的食品

# foodSupply13
source: When application links for the food for training program are available, they are announced on the World Food Programme page on Facebook, through community leaders, and World Food Programme partners. Applications are open to all refugees and members of the local community.
ar: عند توفر روابط التقديم لبرنامج الغذاء مقابل التدريب، يتم الإعلان عنها على صفحة برنامج الأغذية العالمي على فيسبوك ، من خلال قادة المجتمع وشركاء برنامج الأغذية العالمي. التقديم مفتوح لجميع اللاجئين وأفراد المجتمع المحلي
es: Cuando haya enlaces disponibles para solicitar el programa Food for Training, se anunciarán en la página del Programa Mundial de Alimentos en Facebook, a través de líderes comunitarios y socios del Programa Mundial de Alimentos. La aplicación está abierta para todos los refugiados y miembros de la comunidad local.
fr: Lorsque les liens de candidature pour le programme alimentaire de formation sont disponibles, ils sont annoncés sur la page du Programme Alimentaire Mondial sur Facebook, à travers les leaders communautaires, et les partenaires du Programme Alimentaire Mondial. Les candidatures sont ouvertes à tous les réfugiés et aux membres de la communauté locale.
tr: Yiyecek eğitim programı için başvuru bağlantıları mevcut olduğunda, bunlar Dünya Gıda Programı'nın Facebook sayfasında, toplum liderleri ve Dünya Gıda Programı ortakları aracılığıyla duyurulur. Başvurular tüm mültecilere ve yerel topluluk üyelerine açıktır.
zh: 当食品培训计划的申请链接可用时，它们会通过Facebook上的世界粮食计划页面、社区领袖和世界粮食计划合作伙伴宣布。申请对所有难民和当地社区成员开放。

# foodSupply14
source: * Currently, applications for the food for training program are closed.
ar: * حاليًا، تم إغلاق باب التقديم لبرنامج الغذاء مقابل التدريب.
es: * Actualmente, el plazo de solicitud para el programa Food for Training está cerrado.
fr: * Actuellement, les candidatures pour le programme alimentaire de formation sont fermées.
tr: * Şu anda, yiyecek eğitim programı için başvurular kapalıdır.
zh: * 目前，食品培训计划的申请已关闭。

# foodSupply15
source: What type of assistance does the World Food Programme provide to refugees?
ar: ما نوع المساعدة التي يقدمها برنامج الأغذية العالمي للاجئين؟
es: ¿Qué tipo de asistencia ofrece el Programa Mundial de Alimentos a los refugiados?
fr: Quel type d'aide le Programme Alimentaire Mondial fournit-il aux réfugiés ?
tr: Dünya Gıda Programı, mültecilere hangi tür yardımlar sağlar?
zh: 世界粮食计划为难民提供哪些类型的援助？

# foodSupply16
source: The World Food Programme provides three types of assistance to refugees living in Egypt. They are as follows:
ar: يقدم برنامج الأغذية العالمي ثلاثة أنواع من المساعدة للاجئين الذين يعيشون في مصر. وهي كالتالي
es: El Programa Mundial de Alimentos ofrece tres tipos de asistencia a los refugiados que viven en Egipto. Estos son los siguientes:
fr: Le Programme Alimentaire Mondial fournit trois types d'aide aux réfugiés vivant en Égypte. Ils sont les suivants :
tr: Dünya Gıda Programı, Mısır'da yaşayan mültecilere üç tür yardım sağlar. Bunlar şunlardır:
zh: 世界粮食计划为居住在埃及的难民提供三种类型的援助。它们如下：

# foodSupply17
source: The food assistance provided by the World Food Programme to refugees is in the form of cash transfers per person that can be redeemed at partner retail stores or in cash from over 140,000 points of sale nationwide via the beneficiary's personal card.
ar: المساعدة الغذائية التي يقدمها برنامج الأغذية العالمي للاجئين عبارة عن تحويل نقدي لكل شخص يمكن استرداده في متاجر التجزئة الشريكة أو نقدًا من أكثر من 140،000 نقطة بيع في جميع أنحاء البلاد عبر بطاقة المستفيد الشخصي
es: La asistencia alimentaria proporcionada por el Programa Mundial de Alimentos a los refugiados es una transferencia en efectivo por persona que se puede canjear en tiendas minoristas asociadas o en efectivo en más de 140,000 puntos de venta en todo el país a través de la tarjeta personal del beneficiario.
fr: L'aide alimentaire fournie par le Programme Alimentaire Mondial aux réfugiés se présente sous la forme de transferts d'argent par personne pouvant être échangés dans les magasins de détail partenaires ou en espèces à partir de plus de 140 000 points de vente à travers le pays via la carte personnelle du bénéficiaire.
tr: Dünya Gıda Programı tarafından mültecilere sağlanan gıda yardımı, kişi başına nakit transferler şeklindedir ve bu nakitler partner perakende mağazalarında veya ülke genelinde 140.000'den fazla satış noktasında nakit olarak alınabilir.
zh: 世界粮食计划向难民提供的食品援助以每人每月的现金转账形式提供，可以在合作伙伴零售商店兑换，也可以通过全国超过14万个销售点的现金进行兑换。

# foodSupply18
source: This assistance is provided monthly to refugees identified as the most needy (please refer to question 2 for more information on targeting criteria).
ar: يتم تقديم هذه المساعدة كل شهر للاجئين الذين تم تحديدهم على أنهم الأكثر إحتياجاً (يرجى الرجوع إلى السؤال 2 حول معايير الاستهداف لمزيد من المعلومات حول معايير الإحتياج).
es: Esta asistencia se proporciona mensualmente a los refugiados identificados como los más necesitados (consulte la pregunta 2 sobre los criterios de focalización para obtener más información sobre los criterios de necesidad).
fr: Cette aide est fournie mensuellement aux réfugiés identifiés comme les plus nécessiteux (veuillez vous référer à la question 2 pour plus d'informations sur les critères de ciblage).
tr: Bu yardım, en muhtaç olarak belirlenen mültecilere aylık olarak sağlanır (lütfen hedefleme kriterleri hakkında daha fazla bilgi için soru 2'ye bakınız).
zh: 此援助每月向被识别为最需要的难民提供（有关定位标准的更多信息，请参阅问题2）。

# foodSupply19
source: Further details on the collection process are sent to the beneficiaries personally and through their registered contact information upon receiving this assistance for the first time.
ar: يتم إرسال مزيد من التفاصيل حول عملية الاستلام إلى المستفيدين شخصيًا وعبر معلومات الاتصال المسجلة الخاصة بهم عند تلقي هذه المساعدة لأول مرة
es: Se envían más detalles sobre el proceso de recepción a los beneficiarios personalmente y a través de la información de contacto registrada cuando reciben esta asistencia por primera vez.
fr: Des détails supplémentaires sur le processus de collecte sont envoyés aux bénéficiaires personnellement et via leurs coordonnées enregistrées dès réception de cette aide pour la première fois.
tr: Bu yardımı ilk kez alanların toplama süreci hakkında daha fazla bilgi, kişisel olarak ve kayıtlı iletişim bilgileri üzerinden alıcılara gönderilir.
zh: 关于收集过程的进一步细节将在首次接收此援助时通过个人方式和注册的联系信息发送给受益人。

# foodSupply20
source: Nutritional assistance for pregnant and lactating mothers
ar: المساعدة الغذائية للحوامل والمرضعات
es: Asistencia alimentaria para embarazadas y lactantes
fr: Assistance nutritionnelle pour les mères enceintes et allaitantes
tr: Hamile ve emziren annelere yönelik beslenme yardımı
zh: 孕妇和哺乳母亲的营养援助

# foodSupply21
source: The World Food Programme provides cash transfers monthly to refugee pregnant and lactating women (of infants under the age of two) to be redeemed at partner retail stores or in cash through the beneficiary's personal card from over 140,000 points of sale nationwide. Nutrition awareness sessions are also provided to promote proper nutrition and safety for assisted mothers and their young children.
ar: يوفر برنامج الأغذية العالمي تحويلات نقدية كل شهر للنساء الحوامل والمرضعات اللاجئات (من الأطفال الرضع دون سن الثانية) ليتم استبدالها في متاجر التجزئة الشريكة أو نقدًا عن طريق بطاقة المستفيد الشخصي من أكثر من 140،000 نقطة بيع في جميع أنحاء البلاد. كما يتم توفير جلسات توعية حول التغذية لتعزيز التغذية السليمة والسلامة للأمهات المعونات وأطفالهن الصغار
es: El Programa Mundial de Alimentos proporciona transferencias en efectivo mensuales para mujeres embarazadas y lactantes refugiadas (de niños menores de dos años) para ser canjeadas en tiendas minoristas asociadas o en efectivo a través de la tarjeta personal del beneficiario en más de 140,000 puntos de venta en todo el país. También se ofrecen sesiones informativas sobre nutrición para promover una alimentación adecuada y segura para las madres y sus pequeños hijos.
fr: Le Programme Alimentaire Mondial fournit des transferts d'argent mensuels aux femmes réfugiées enceintes et allaitantes (de nourrissons de moins de deux ans) à échanger dans les magasins de détail partenaires ou en espèces via la carte personnelle du bénéficiaire à partir de plus de 140 000 points de vente à travers le pays. Des sessions de sensibilisation à la nutrition sont également fournies pour promouvoir une nutrition adéquate et la sécurité pour les mères assistées et leurs jeunes enfants.
tr: Dünya Gıda Programı, hamile ve emziren mülteci kadınlara (iki yaşın altındaki bebeklerin anneleri) aylık nakit transferler sağlar; bu nakitler partner perakende mağazalarında veya ülke genelinde 140.000'den fazla satış noktasında nakit olarak alınabilir. Desteklenen anneler ve küçük çocukları için uygun beslenme ve güvenlik sağlamak için beslenme farkındalığı oturumları da sağlanır.
zh: 世界粮食计划向难民孕妇和哺乳母亲（两岁以下婴儿的母亲）每月提供现金转账，可以在合作伙伴零售商店兑换，也可以通过全国超过14万个销售点的现金进行兑换。还提供营养意识会话，以促进受援母亲和其幼儿的适当营养和安全。

# foodSupply22
source: Food for Training Program
ar: برنامج الغذاء مقابل التدريب
es: Programa Food for Training
fr: Programme Alimentaire pour la Formation
tr: Eğitim Programı için Yiyecek
zh: 培训计划用食品

# foodSupply23
source: The World Food Programme provides resilience-building activities, enhancing social cohesion among the most vulnerable refugees and members of the host community. The World Food Programme and its partners together provide vocational training in various fields.
ar: يوفر برنامج الأغذية العالمي أنشطة بناء القدرة على الصمود، وتعزيز التماسك الاجتماعي بين اللاجئين الأكثر احتياجاً وأفراد المجتمع المضيف. يوفر برنامج الأغذية العالمي وشركاؤه معاً تدريبات مهنية في مجالات عمل مختلفة.
es: El Programa Mundial de Alimentos proporciona actividades de fortalecimiento de la resiliencia y fomento de la cohesión social entre los refugiados más necesitados y los miembros de la comunidad anfitriona. El Programa Mundial de Alimentos y sus socios ofrecen juntos capacitación profesional en diferentes áreas.
fr: Le Programme Alimentaire Mondial propose des activités de renforcement de la résilience, renforçant la cohésion sociale parmi les réfugiés les plus vulnérables et les membres de la communauté d'accueil. Le Programme Alimentaire Mondial et ses partenaires fournissent ensemble une formation professionnelle dans divers domaines.
tr: Dünya Gıda Programı, en savunmasız mülteciler ve ev sahibi toplumun üyeleri arasında sosyal uyumu artırıcı direnç oluşturma faaliyetleri sunar. Dünya Gıda Programı ve ortakları birlikte çeşitli alanlarda mesleki eğitim sağlar.
zh: 世界粮食计划提供增强社会凝聚力的抗逆活动，加强最脆弱的难民和接受社区成员之间的社会凝聚力。 世界粮食计划及其合作伙伴共同提供各个领域的职业培训。

# foodSupply24
source: The aim of the program is to support refugees and members of the host community in obtaining the qualifications and certifications necessary to earn income.
ar: الهدف من البرنامج هو دعم اللاجئين وأفراد المجتمع المضيف في الحصول على المؤهلات والشهادات اللازمة لكسب الدخل.
es: El objetivo del programa es apoyar a los refugiados y a los miembros de la comunidad anfitriona para obtener las calificaciones y certificaciones necesarias para ganarse la vida.
fr: Le but du programme est de soutenir les réfugiés et les membres de la communauté d'accueil dans l'obtention des qualifications et certifications nécessaires pour gagner un revenu.
tr: Programın amacı, mültecilerin ve ev sahibi toplum üyelerinin gelir elde etmek için gerekli nitelikleri ve sertifikaları edinmelerini desteklemektir.
zh: 该计划的目的是支持难民和接受社区成员获得获得收入所必需的资格和认证。

# foodSupply25
source: Upon attending 80% of the monthly training course, participants receive monthly cash assistance instead of any income they may have lost while participating in the program.
ar: عند حضور 80٪ من الدورة التدريبية الشهرية، يتلقى المشاركون مساعدة نقدية شهرية بدلاً من أي دخل قد يكون قد فقدوه أثناء مشاركتهم في البرنامج.
es: Cuando asisten al 80% del curso de capacitación mensual, los participantes reciben asistencia en efectivo mensual en lugar de cualquier ingreso que puedan haber perdido mientras participaban en el programa.
fr: Après avoir assisté à 80 % du cours de formation mensuel, les participants reçoivent une assistance financière mensuelle au lieu de tout revenu qu'ils auraient pu perdre en participant au programme.
tr: Aylık eğitim kursunun %80'ine katılan katılımcılar, programda yer aldıkları süre boyunca kaybettikleri herhangi bir gelir yerine aylık nakdi yardım alırlar.
zh: 参加80%的月度培训课程的参与者，将获得月度现金援助，而不是他们在参加该计划期间可能失去的任何收入。

# foodSupply26
source: * However, due to funding shortages, the Food for Training Program is currently suspended until additional funding becomes available. Once the program resumes, beneficiaries will be notified via the World Food Programme Facebook page and the commission's livelihoods working group and refugee community leaders.
ar: * ومع ذلك، وبسبب نقص التمويل، توقف برنامج الغذاء مقابل التدريب حاليًا حتى يتوفر تمويل إضافي. بمجرد استئناف البرنامج، سيتم إخطار المستفيدين عبر صفحة برنامج الأغذية العالمي على فيسبوك ومجموعة عمل سبل العيش التابعة للمفوضية وقادة مجتمع اللاجئين.
es: * Sin embargo, debido a la falta de financiación, el programa Food for Training está actualmente suspendido hasta que se disponga de financiación adicional. Una vez que se reanude el programa, se notificará a los beneficiarios a través de la página del Programa Mundial de Alimentos en Facebook y el Grupo de Medios de Vida de la Comisión y líderes de la comunidad de refugiados.
fr: * Cependant, en raison du manque de financement, le Programme Alimentaire pour la Formation est actuellement suspendu jusqu'à ce que des financements supplémentaires deviennent disponibles. Une fois le programme repris, les bénéficiaires seront informés via la page Facebook du Programme Alimentaire Mondial et le groupe de travail sur les moyens de subsistance de la commission et les leaders communautaires des réfugiés.
tr: * Ancak, finansman sıkıntıları nedeniyle, Eğitim için Yiyecek Programı şu anda ek finansman sağlanana kadar askıya alınmıştır. Program yeniden başladığında, yararlanıcılar Dünya Gıda Programı Facebook sayfası ve komisyonun geçim kaynakları çalışma grubu ve mülteci topluluk liderleri aracılığıyla bilgilendirilecektir.
zh: * 然而，由于资金短缺，食品培训计划目前暂停，直到额外的资金可用。一旦计划恢复，受益人将通过世界粮食计划的Facebook页面以及委员会的生计工作组和难民社区领导者得到通知。
