Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# foodSupply27
source: How can I contact the World Food Programme in Egypt?
ar: كيف يمكنني الاتصال ببرنامج الأغذية العالمي في مصر؟
es: ¿Cómo puedo ponerme en contacto con el Programa Mundial de Alimentos en Egipto?
fr: Comment puis-je contacter le Programme Alimentaire Mondial en Égypte ?
tr: Mısır'daki Dünya Gıda Programı ile nasıl iletişime geçebilirim?
zh: 我如何联系埃及的世界粮食计划？

# foodSupply28
source: The World Food Programme is unable to receive beneficiaries at its offices. You should contact the hotline number (below) or refer to the World Food Programme Facebook page (below) for any inquiries.
ar: برنامج الأغذية العالمي غير قادر على استقبال المستفيدين في مكاتبهم. يجب عليك الاتصال برقم الخط الساخن (أدناه) أو الرجوع إلى صفحة برنامج الأغذية العالمي على فيسبوك (أدناه) لأية استفسارات.
es: El Programa Mundial de Alimentos no puede recibir beneficiarios en sus oficinas. Debes comunicarte con la línea directa (abajo) o consultar la página de Facebook del Programa Mundial de Alimentos (abajo) para cualquier consulta.
fr: Le Programme Alimentaire Mondial ne peut pas recevoir de bénéficiaires dans ses bureaux. Vous devez contacter le numéro de hotline (ci-dessous) ou consulter la page Facebook du Programme Alimentaire Mondial (ci-dessous) pour toute question.
tr: Dünya Gıda Programı, ofislerinde yararlanıcıları kabul edememektedir. Herhangi bir soru için hotline numarasıyla (aşağıda) iletişime geçmelisiniz veya herhangi bir sorunuz için Dünya Gıda Programı Facebook sayfasına (aşağıda) başvurmalısınız.
zh: 世界粮食计划无法在其办公室接收受益人。 您应该通过热线电话（下方）联系，或者咨询世界粮食计划的Facebook页面（下方）进行任何查询。

# foodSupply29
source: World Food Programme Hotline: 0225299830 / 01023646706 | Toll-Free Number: 08005555222
ar: الخط الساخن لبرنامج الأغذية العالمي: 0225299830/01023646706 | الرقم المجاني: 08005555222
es: Línea directa del Programa Mundial de Alimentos: 0225299830/01023646706 | Número gratuito: 08005555222
fr: Numéro de Hotline du Programme Alimentaire Mondial : 0225299830 / 01023646706 | Numéro Gratuit : 08005555222
tr: Dünya Gıda Programı Hotline Numarası: 0225299830 / 01023646706 | Ücretsiz Numara: 08005555222
zh: 世界粮食计划热线电话：0225299830 / 01023646706 | 免费电话：08005555222

# foodSupply30
source: World Food Programme Facebook Page for Refugee Assistance:
ar: صفحة برنامج الأغذية العالمي على الفيسبوك لمساعدة اللاجئين:
es: Página de Facebook del Programa Mundial de Alimentos para ayuda a refugiados:
fr: Page Facebook du Programme Alimentaire Mondial pour l'Aide aux Réfugiés :
tr: Mülteci Yardımı İçin Dünya Gıda Programı Facebook Sayfası:
zh: 用于难民援助的世界粮食计划Facebook页面：

# foodSupply31
source: How will I know if I have been selected to receive assistance from the World Food Programme?
ar: كيف سأعرف إذا تم اختياري لتلقي مساعدة برنامج الأغذية العالمي؟
es: ¿Cómo sabré si fui seleccionado para recibir asistencia del Programa Mundial de Alimentos?
fr: Comment saurai-je si j'ai été sélectionné pour recevoir une assistance du Programme Alimentaire Mondial ?
tr: Dünya Gıda Programı'ndan yardım almak için seçildiğimi nasıl bileceğim?
zh: 我如何知道自己是否被选中接受世界粮食计划的援助？

# foodSupply32
source: If you are selected for any form of assistance from the World Food Programme, you will be notified of your selection and entitlements to be received through your registered contact details.
ar: إذا تم اختيارك لأي شكل من أشكال مساعدة برنامج الأغذية العالمي، فسيتم إخطارك باختيارك ومستحقاتك التي سيتم استلامها من خلال تفاصيل الاتصال المسجلة الخاصة بك.
es: Si has sido seleccionado para cualquier forma de asistencia del Programa Mundial de Alimentos, se te notificará tu selección y tus beneficios que se recibirán a través de los detalles de contacto registrados contigo.
fr: Si vous êtes sélectionné pour une forme quelconque d'assistance du Programme Alimentaire Mondial, vous serez informé de votre sélection et de vos droits à recevoir via vos coordonnées de contact enregistrées.
tr: Dünya Gıda Programı'ndan herhangi bir yardım formu için seçilirseniz, seçiminiz ve alacağınız haklar kayıtlı iletişim bilgileriniz aracılığıyla size bildirilecektir.
zh: 如果您被选中获得世界粮食计划的任何形式的援助，您将通过您注册的联系方式收到关于您的选择和应收权益的通知。

# foodSupply33
source: How can I file a complaint?
ar: كيف يمكنني تقديم شكوى؟
es: ¿Cómo puedo presentar una queja?
fr: Comment puis-je déposer une plainte ?
tr: Nasıl şikayette bulunabilirim?
zh: 我如何提出投诉？

# foodSupply34
source: You can send any complaints you have through a direct message on our Facebook page, and we will respond to you within 48 hours.
ar: يمكنك إرسال أي شكوى لديك من خلال رسالة مباشرة على صفحتنا على فيسبوك وسنرد عليك في غضون 48 ساعة.
es: Puedes enviar cualquier queja que tengas a través de un mensaje directo en nuestra página de Facebook y te responderemos en un plazo de 48 horas.
fr: Vous pouvez envoyer toutes les plaintes que vous avez par message direct sur notre page Facebook, et nous vous répondrons dans les 48 heures.
tr: Herhangi bir şikayeti doğrudan Facebook sayfamız üzerinden mesaj göndererek iletebilirsiniz, ve 48 saat içinde size yanıt vereceğiz.
zh: 您可以通过我们的Facebook页面发送任何投诉，我们将在48小时内回复您。

# foodSupply35
source: Is the World Food Programme continuing to provide food vouchers for refugees and asylum seekers?
ar: هل يواصل برنامج الأغذية العالمي تقديم قسائم الطعام للاجئين وطالبي اللجوء؟
es: ¿El Programa Mundial de Alimentos seguirá proporcionando cupones de alimentos a refugiados y solicitantes de asilo?
fr: Le Programme Alimentaire Mondial continue-t-il de fournir des bons alimentaires aux réfugiés et demandeurs d'asile ?
tr: Dünya Gıda Programı, mültecilere ve sığınmacılara yiyecek kuponları sağlamaya devam ediyor mu?
zh: 世界粮食计划是否继续为难民和寻求庇护者提供食品券？

# foodSupply36
source: The World Food Programme continues its support for the most vulnerable refugees and asylum seekers. We understand the importance of our assistance and that the most vulnerable refugees and asylum seekers rely on it to secure food for their families.
ar: يواصل برنامج الأغذية العالمي دعمه للاجئين وطالبي اللجوء الأكثر احتياجاً. نحن نتفهم مدى أهمية مساعدتنا وأن اللاجئين وطالبي اللجوء الأكثر احتياجاً يعتمدون عليها لتأمين الغذاء لأسرهم.
es: El Programa Mundial de Alimentos continuará apoyando a los refugiados y solicitantes de asilo más necesitados. Entendemos la importancia de nuestra ayuda y que los refugiados y solicitantes de asilo más necesitados dependen de ella para asegurar alimentos para sus familias.
fr: Le Programme Alimentaire Mondial continue de soutenir les réfugiés et demandeurs d'asile les plus vulnérables. Nous comprenons l'importance de notre aide et que les réfugiés et demandeurs d'asile les plus vulnérables en dépendent pour assurer la nourriture de leur famille.
tr: Dünya Gıda Programı, en savunmasız mülteciler ve sığınmacılara desteğini sürdürüyor. Yardımımızın önemini ve en savunmasız mültecilerin ve sığınmacıların aileleri için gıda güvenliğini sağlamak için buna güvendiğini anlıyoruz.
zh: 世界粮食计划继续支持最脆弱的难民和寻求庇护者。 我们理解我们的援助的重要性，以及最脆弱的难民和寻求庇护者依赖它来为家人保障食品。

# foodSupply37
source: Is it true that the World Food Programme will suspend assistance for some refugees?
ar: هل صحيح أن برنامج الأغذية العالمي سيعلق مساعدته لبعض اللاجئين؟
es: ¿Es cierto que el Programa Mundial de Alimentos suspenderá su ayuda para algunos refugiados?
fr: Est-il vrai que le Programme Alimentaire Mondial suspendra l'assistance pour certains réfugiés ?
tr: Dünya Gıda Programı'nın bazı mültecilere yardımı askıya alacağı doğru mu?
zh: 世界粮食计划是否会暂停为一些难民提供援助？

# foodSupply38
source: The World Food Programme faces funding shortages, and as a result, it has to exclude some beneficiaries who were deemed not among the most vulnerable categories. Beneficiaries who have not received their food assistance for three consecutive months are also excluded. To ensure optimal use of available funding, priority is given to providing food assistance to the most vulnerable categories and those facing severe protection risks.
ar: يواجه برنامج الأغذية العالمي نقصًا في التمويل، ونتيجة لذلك يضطر إلى استبعاد بعض المستفيدين الذين تم اعتبارهم ليسوا من بين الفئات الأكثر احتياجاً. كما تم استبعاد المستفيدين الذين لم يستلموا مساعداتهم الغذائية لمدة ثلاثة أشهر متتالية. لضمان الاستخدام الأمثل للتمويل المتاح، تُعطى الأولوية لتقديم المساعدة الغذائية للفئات الأكثر احتياجاً و أولئك الذين يواجهون مخاطر حماية شديدة.
es: El Programa Mundial de Alimentos enfrenta una escasez de financiación y, como resultado, se ve obligado a excluir a algunos beneficiarios que no se consideran entre los grupos más necesitados. También se han excluido los beneficiarios que no han recibido su asistencia alimentaria durante tres meses consecutivos. Para garantizar el uso óptimo de la financiación disponible, se prioriza la entrega de asistencia alimentaria a los grupos más necesitados y aquellos que enfrentan riesgos de protección severos.
fr: Le Programme Alimentaire Mondial est confronté à des pénuries de financement et, par conséquent, il doit exclure certains bénéficiaires qui n'ont pas été classés parmi les catégories les plus vulnérables. Les bénéficiaires qui n'ont pas reçu leur aide alimentaire pendant trois mois consécutifs sont également exclus. Pour garantir une utilisation optimale des financements disponibles, la priorité est accordée à la fourniture d'une aide alimentaire aux catégories les plus vulnérables et à ceux confrontés à des risques de protection graves.
tr: Dünya Gıda Programı, finansman eksikliği ile karşı karşıya kalmaktadır ve bu nedenle en savunmasız kategoriler arasında olmayan bazı yararlanıcıları dışlamak zorundadır. Üç ay üst üste yiyecek yardımı almayan yararlanıcılar da dışlanır. Mevcut finansmanın en iyi şekilde kullanılmasını sağlamak için, öncelik en savunmasız kategorilere ve ciddi koruma riskiyle karşı karşıya olanlara yiyecek yardımı sağlanmasına verilir.
zh: 由于资金短缺，世界粮食计划不得不排除一些被认为不属于最脆弱类别的受益人。 三个连续月未收到食品援助的受益人也将被排除在外。 为确保最佳利用可用资金，优先考虑为最脆弱类别和面临严重保护风险的人提供食品援助。

# foodSupply39
source: How does the programme decide who is eligible to receive assistance from the World Food Programme?
ar: كيف يقرر البرنامج من هو المؤهل لتلقي مساعدة برنامج الأغذية العالمي؟
es: ¿Cómo decide el programa quién es elegible para recibir asistencia del Programa Mundial de Alimentos?
fr: Comment le programme décide-t-il qui est éligible pour recevoir une assistance du Programme Alimentaire Mondial ?
tr: Program, Dünya Gıda Programı'ndan yardım almak için kimin uygun olduğuna nasıl karar veriyor?
zh: 该计划如何决定谁有资格获得世界粮食计划的援助？

# foodSupply40
source: Generally, eligibility for food assistance is determined through a targeting process, relying on multiple sources of information, including information available at registration with the commission, and sometimes information collected during assessment interviews. The decision takes into account several factors collectively, including financial situation, family size, ease of access to other assistance, special needs, protection risks, medical conditions, among many other factors. Then, all cases are compared to determine the most needy families, which fall below the poverty line and are most at risk related to protection.
ar: بشكل عام، يتم تحديد الأهلية لتلقي المساعدات الغذائية من خلال عملية الاستهداف، والتي تعتمد على مصادر متعددة للمعلومات، بما في ذلك المعلومات المتاحة عند التسجيل لدى المفوضية، وأحيانًا المعلومات التي تم جمعها في مقابلات التقييم. يأخذ القرار في الاعتبار عدة عوامل مجتمعة، بما في ذلك الوضع المالي، وعدد أفراد الأسرة ، وسهولة الحصول على المساعدات الأخرى، والاحتياجات الخاصة، ومخاطر الحماية، والحالات الطبية، من بين العديد من العوامل الأخرى. بعد ذلك، تتم مقارنة جميع الحالات لتحديد الأسر الأكثر احتياجاً، والتي تقع تحت خط الفقر وأكثر تعرضًا للمخاطر المتعلقة بالحماية من غيرها.
es: En general, la elegibilidad para recibir asistencia alimentaria se determina a través del proceso de focalización, que se basa en múltiples fuentes de información, incluida la información disponible al registrarse en la comisión, y a veces la información recopilada en entrevistas de evaluación. La decisión considera varios factores en conjunto, incluida la situación financiera, el tamaño de la familia, la facilidad para acceder a otras ayudas, las necesidades específicas, los riesgos de protección y las condiciones médicas, entre muchos otros factores. Luego, se comparan todos los casos para determinar las familias más necesitadas, que se encuentran por debajo del umbral de pobreza y están más expuestas a riesgos de protección.
fr: En général, l'éligibilité à l'aide alimentaire est déterminée à travers un processus de ciblage, qui repose sur plusieurs sources d'informations, y compris les informations disponibles lors de l'inscription auprès de la commission, et parfois les informations collectées lors d'entretiens d'évaluation. La décision prend en compte plusieurs facteurs collectivement, y compris la situation financière, la taille de la famille, la facilité d'accès à d'autres formes d'assistance, les besoins spéciaux, les risques de protection, les conditions médicales, entre autres. Ensuite, tous les cas sont comparés pour déterminer les familles les plus nécessiteuses, qui se situent en dessous du seuil de pauvreté et sont les plus à risque en ce qui concerne la protection.
tr: Genellikle, yiyecek yardımı için uygunluk, bir hedefleme süreci aracılığıyla belirlenir; bu süreç, kayıt sırasında mevcut bilgilere ve bazen değerlendirme görüşmeleri sırasında toplanan bilgilere dayanır. Karar, mali durum, aile büyüklüğü, diğer yardıma erişim kolaylığı, özel ihtiyaçlar, koruma riskleri, tıbbi durumlar gibi birçok faktörü topluca dikkate alır. Ardından, tüm durumlar en muhtaç ailelerle karşılaştırılarak belirlenir, bunlar yoksulluk sınırının altında ve koruma ile ilgili olarak en çok risk altında olan ailelerdir.
zh: 一般来说，食品援助的资格是通过一个定位过程确定的，该过程依赖于多种信息来源，包括在注册时提供的信息，有时还包括评估面谈期间收集的信息。决定综合考虑多个因素，包括财务状况、家庭规模、其他援助的易于获得程度、特殊需要、保护风险、医疗条件等。然后，所有案例都进行比较，以确定最需要的家庭，即低于贫困线并且在保护方面最有风险的家庭。

# foodSupply41
source: The World Food Programme will continue to provide food assistance to the most vulnerable categories.
ar: وسيواصل برنامج الأغذية العالمي تقديم المساعدة الغذائية للفئات الأكثر احتياجاً.
es: El Programa Mundial de Alimentos continuará proporcionando asistencia alimentaria a los grupos más necesitados.
fr: Le Programme Alimentaire Mondial continuera de fournir une assistance alimentaire aux catégories les plus vulnérables.
tr: Dünya Gıda Programı, en savunmasız kategorilere yiyecek yardımı sağlamaya devam edecek.
zh: 世界粮食计划将继续为最脆弱的类别提供食品援助。

# foodSupply42
source: Cases that will be excluded are the least vulnerable, who are above the poverty line, do not face protection risks, and can secure the minimum of their food needs. Those cases have been identified based on a comprehensive review of available information database since 2014.
ar: الحالات التي سيتم استبعادها هي الأقل احتياجاً، الذين هم فوق خط الفقر، ولا يواجهون مخاطر الحماية، ويمكنهم تأمين الحد الأدنى من احتياجاتهم الغذائية. وتم تحديد تلك الحالات بناءً على مراجعة شاملة لقاعدة بيانات المعلومات المتاحة منذ عام 2014.
es: Los casos que serán excluidos son aquellos menos necesitados, que están por encima del umbral de pobreza, no enfrentan riesgos de protección y pueden asegurar el mínimo de sus necesidades alimentarias. Estos casos se han identificado mediante una revisión exhaustiva de la base de datos de información disponible desde 2014. Para poder ayudar al mayor número posible de familias, el Programa Mundial de Alimentos aplicará un límite máximo de 5 personas por familia a la asistencia proporcionada. Los miembros adicionales de la familia serán eliminados de las tarjetas de asistencia. (Por ejemplo, una familia compuesta por padre, madre y cinco hijos solo recibirá asistencia equivalente a la de 5 personas).
fr: Les cas qui seront exclus sont les moins vulnérables, qui sont au-dessus du seuil de pauvreté, ne font pas face à des risques de protection et peuvent garantir le minimum de leurs besoins alimentaires. Ces cas ont été identifiés sur la base d'un examen complet de la base de données d'informations disponibles depuis 2014.
tr: Dışlanacak olan vakalar, en az savunmasız olanlardır, yoksulluk sınırının üstünde olanlar, koruma riski ile karşı karşıya olmayanlar ve gıda ihtiyaçlarının minimumunu sağlayabilirler. Bu vakalar, 2014'ten beri mevcut bilgi veritabanının kapsamlı bir şekilde incelenmesine dayanarak tanımlandı.
zh: 将被排除的案例是最不脆弱的，即处于贫困线以上、不面临保护风险、并且可以确保其最低的食品需求。 这些案例是基于对2014年以来可用信息数据库的全面审查而确定的。

# foodSupply43
source: To be able to assist the maximum number of families, the World Food Programme will apply a maximum limit of 5 individuals per family to the assistance provided. Extra family members will be removed from the assistance cards. (For example, a family consisting of a father, a mother, and five children will only receive assistance equivalent to assistance for 5 people).
ar: ولنكون قادرين على مساعدة أكبر عدد ممكن من العائلات، سيطبق برنامج الأغذية العالمي حدًا أقصى قدره 5 أفراد لكل أسرة على المساعدة المقدمة. سيتم إزالة أفراد الأسرة الإضافيين من بطاقات المساعدة. (على سبيل المثال، ستتلقى الأسرة المكونة من أب وأم وخمسة أطفال فقط مساعدة تعادل مساعدة 5 أشخاص).
fr: Pour pouvoir aider le nombre maximal de familles, le Programme Alimentaire Mondial appliquera une limite maximale de 5 personnes par famille à l'aide fournie. Les membres de la famille supplémentaires seront retirés des cartes d'assistance. (Par exemple, une famille composée d'un père, d'une mère et de cinq enfants ne recevra d'aide que pour l'équivalent de 5 personnes).
tr: En fazla aileye yardım etmek için, Dünya Gıda Programı, sağlanan yardıma aile başına maksimum 5 kişi sınırı uygulayacaktır. Ek aile üyeleri yardım kartlarından çıkarılacaktır. (Örneğin, bir baba, bir anne ve beş çocuktan oluşan bir aile, yalnızca 5 kişi için yardım alacaktır).
zh: 为了能够帮助最大数量的家庭，世界粮食计划将对所提供的援助每个家庭最多限制为5人。 额外的家庭成员将从援助卡中删除。（例如，由父亲、母亲和五个孩子组成的家庭将只获得相当于5个人的援助）。

# changePhoto
source: Change Profile Picture
ar: اختار صورة ملفك الشخصي

# gallery
source: Choose From Gallery
ar: اختار من المعرض

# camera
source: Choose Camera
ar: اختار الكاميرا

# shipenScool5
source: IDGL SCHOOL
tr: IDGL Okulu
zh: IDGL学校

# cannotOpenPage
source: Can't Open the Page
es: No se puede abrir la página
fr: Impossible d'ouvrir la page
tr: Sayfa Açılamıyor
zh: 无法打开页面
