Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# learningA16
source: Yes, some courses are translated into Arabic, but exams and most courses are in English.
ar: نعم، بعض الدورات مترجمة إلى اللغة العربية، ولكن الامتحانات وكذلك معظم الدورات تكون باللغة الإنجليزية
es: Sí, algunos cursos están traducidos al árabe, pero los exámenes y la mayoría de los cursos se imparten en inglés.
fr: Oui, certains cours sont traduits en arabe, mais les examens et la plupart des cours sont en anglais.
tr: Evet, bazı kurslar Arapça'ya çevrilmiştir, ancak sınavlar ve çoğu kurs İngilizce'dir.
zh: 是的，一些课程已经翻译成阿拉伯语，但考试以及大多数课程都是以英语进行的。

# learningA17part1
source: Internet is only required for downloading the course: once downloaded, you can complete the course offline. Since there is also a Coursera app, a mobile phone or tablet is sufficient for attendance, and no computers are required.
ar: الإنترنت مطلوب فقط لتنزيل الدورة: بمجرد تنزيلها؛ يمكنك إكمال الدورة بدون الانترنت. نظرًا لوجود تطبيق كورسيرا أيضا، فإن الهاتف المحمول أو الأجهزة اللوحية كافية للحضور، فلا يلزم وجود أجهزة كمبيوتر
es: El acceso a Internet solo es necesario para descargar el curso: una vez descargado, puedes completar el curso sin conexión. Dado que Coursera también tiene una aplicación, un teléfono móvil o una tableta son suficientes para asistir; no es necesario tener una computadora.
fr: Internet est seulement nécessaire pour télécharger le cours : une fois téléchargé, vous pouvez terminer le cours hors ligne. Comme il existe également une application Coursera, un téléphone portable ou une tablette suffit pour assister, et aucun ordinateur n'est nécessaire.
tr: İnternet, dersi indirmek için sadece gereklidir: indirildikten sonra çevrimdışı olarak dersi tamamlayabilirsiniz. Coursera için bir uygulamanın olması nedeniyle, bir cep telefonu veya tablet, katılmak için yeterlidir ve bir bilgisayara gerek yoktur.
zh: 互联网只是下载课程所必需的：下载后，您可以在没有互联网的情况下完成课程。由于Coursera也有应用程序，因此只需智能手机或平板电脑即可参加，无需计算机。

# learningA17part2
source: You can also access the internet through the UNHCR's community learning centers in cooperation with Tear De Zoom in Maadi and Nasr City if selected.
ar: يمكنك أيضًا الإتصال بالإنترنت من خلال مراكز التعلم المجتمعي لدى المفوضية بالتعاون مع هيئة تير دي زوم في المعادي ومدينة نصر إذا تم اختيارك
es: También puedes acceder a Internet a través de los centros de aprendizaje comunitario de ACNUR en cooperación con Tearfund en Maadi y Nasr City si eres seleccionado.
fr: Vous pouvez également accéder à Internet via les centres d'apprentissage communautaires du HCR en coopération avec Tear De Zoom à Maadi et Nasr City si vous êtes sélectionné.
tr: Seçilirseniz, UNHCR tarafından Tear De Zoom ile işbirliği yapılarak Maadi ve Nasr City'deki toplum öğrenme merkezlerinde İnternet'e erişebilirsiniz.
zh: 您还可以通过联合国难民事务高级专员办事处与Thebezom Foundation合作在Maadi和Nasr City提供的社区学习中心上网。如果您被选中，您也可以在那里上网。

# learningA18
source: Just fill out the application form at this link, and you will receive a contact if selected: https://qrgo.page.link/YftWz
ar: فقط قم بملء استمارة التقديم في هذا الرابط ، وسوف تتلقى اتصالاً إذا تم اختيارك: https://qrgo.page.link/YftWz
es: Simplemente completa el formulario de solicitud en este enlace y recibirás una llamada si eres seleccionado: https://qrgo.page.link/YftWz
fr: Il suffit de remplir le formulaire de candidature à ce lien, et vous recevrez un contact si vous êtes sélectionné : https://qrgo.page.link/YftWz
tr: Bu bağlantıdaki başvuru formunu doldurmanız yeterlidir ve seçilirseniz bir görüşme alırsınız: https://qrgo.page.link/YftWz
zh: 只需填写此链接中的申请表，如果您被选中，您将收到通知：https://qrgo.page.link/YftWz

# learningA19part1
source: Community Learning Center in Maadi: 01028411101
ar: مركز التعليم المجتمعي بالمعادى: 01028411101
es: Centro de Aprendizaje Comunitario en Maadi: 01028411101
fr: Centre d'apprentissage communautaire à Maadi : 01028411101
tr: Maadi Toplum Öğrenme Merkezi: 01028411101
zh: Maadi社区学习中心：01028411101

# learningA19part2
source: Community Learning Center in Nasr City: 01033680393
ar: مركز التعليم المجتمعي بمدينة نصر: 01033680393
es: Centro de Aprendizaje Comunitario en Nasr City: 01033680393
fr: Centre d'apprentissage communautaire à Nasr City : 01033680393
tr: Nasr City Toplum Öğrenme Merkezi: 01033680393
zh: Nasr City社区学习中心：01033680393

# preferablyResiding
source: Residence Permit in Egypt
ar: تصريح الإقامة في مصر
es: Residencia Preferible
fr: Permis de résidence en Égypte
tr: Mısır'da tercihen ikamet
zh: 埃及的居住许可

# residence1
source: To obtain or renew a residence permit card, you need to follow these instructions:
ar: للحصول على بطاقة تصريح إقامة أو تجديدها، عليك اتباع التعليمات التالية:
es: Para obtener o renovar un permiso de residencia, siga las siguientes instrucciones:
fr: Pour obtenir ou renouveler une carte de permis de résidence, vous devez suivre ces instructions :
tr: İkamet izni kartı almak veya yenilemek için aşağıdaki talimatları izlemelisiniz:
zh: 要获取或更新居留许可卡，您需要按照以下说明进行操作：

# residence2
source: Refugees and asylum seekers who are scheduled to renew or obtain their commission cards at the commission's offices and have received messages from the commission to that effect, obtain the reference residence number from the Ministry of Foreign Affairs during their interview at the commission's offices and communicate directly with the residence office at the General Directorate of Immigration, Passports, and Nationality in Abbasia at their scheduled appointment.
ar: يمكن للاجئين وطالبي اللجوء الذين من المقرر أن يجددوا أو يحصلوا على بطاقات المفوضية الخاصة بهم في مكاتب المفوضية وتلقوا رسائل من المفوضية بذلك، الحصول على رقم الإقامة المرجعي الخاص بوزارة الخارجية أثناء مقابلتهم في مكاتب المفوضية والتواصل مباشرة مع مكتب الإقامة بالإدارة العامة للهجرة والجوازات والجنسية بالعباسية في الموعد المحدد لهم
es: Los refugiados y solicitantes de asilo que deben renovar o obtener sus tarjetas de la comisión que les fue asignada en las oficinas de la comisión y que hayan recibido mensajes de la comisión al respecto, deben obtener un número de referencia de residencia del Ministerio de Relaciones Exteriores durante su entrevista en las oficinas de la comisión y comunicarse directamente con la oficina de residencia en la Dirección General de Migración, Pasaportes y Nacionalidad en Abbasia en la fecha programada para ellos.
fr: Les réfugiés et demandeurs d'asile qui sont programmés pour renouveler ou obtenir leurs cartes de commission dans les bureaux de la commission et qui ont reçu des messages de la commission à cet effet, obtiennent le numéro de résidence de référence du ministère des Affaires étrangères lors de leur entretien dans les bureaux de la commission et communiquent directement avec le bureau de la résidence à la Direction générale de l'immigration, des passeports et de la nationalité à Abbasia à leur rendez-vous prévu.
tr: Mülteciler ve sığınma talebinde bulunanlar, komisyon kartlarını yenilemeleri veya alacakları kişilerdir ve komisyon ofislerinde bu konuda bildirim alırlar, ikamet izni referans numarasını Dışişleri Bakanlığı'ndan alırlar ve belirlenen tarihlerde Mısır Göç ve Pasaport Genel Müdürlüğü'nde ikamet ofisiyle doğrudan iletişime geçerler.
zh: 那些打算更新或获得特许机构卡的难民和寻求庇护者，可以在特许机构办公室获得关于此事的通知，并在特许机构办公室面试时获得外交部的居留参考编号，并在规定日期与开罗阿巴西亚的移民、护照和国籍总局的居留办公室直接联系。

# residence3
source: As for refugees and asylum seekers with valid cards, they can obtain the reference residence number from the Ministry of Foreign Affairs and the application date from Caritas Egypt offices at the following addresses:
ar: أما اللاجئين وملتمسي اللجوء ذوي البطاقات السارية، فيمكنهم الحصول على رقم الإقامة المرجعي الخاص بوزارة الخارجية وميعاد التقديم من مكاتب كاريتاس مصر بالعناوين التالية
es: Los refugiados y solicitantes de asilo con tarjetas válidas pueden obtener un número de referencia de residencia del Ministerio de Relaciones Exteriores y una cita para la presentación en las oficinas de Caritas Egipto en las siguientes direcciones:
fr: Quant aux réfugiés et demandeurs d'asile titulaires de cartes valides, ils peuvent obtenir le numéro de résidence de référence du ministère des Affaires étrangères et la date de demande auprès des bureaux de Caritas Égypte aux adresses suivantes :
tr: Geçerli kartlara sahip mülteciler ve sığınma talebinde bulunanlar, Dışişleri Bakanlığı'ndan ikamet referans numarası alabilirler ve başvuru tarihlerini aşağıdaki Caritas Mısır ofislerinden alabilirler.
zh: 持有效卡的难民和寻求庇护者可以从外交部获得居留参考编号，并可以在以下Caritas埃及办事处获取申请日期。

# residence4
source: - October: Building 8/48 - Eighth District - Second Neighborhood Daily except Saturday and Sunday: 8:30 AM to 3:30 PM
ar: - أكتوبر: عقار 8/48- الحي الثامن – المجاورة الثانية يومياً عدا السبت والأحد: 8:30 صباحاً حتى 3:30 عصرأ
es: - Octubre: propiedad 8/48 - Octava zona - Segunda vecindad diariamente excepto los sábados y domingos: de 8:30 a.m. a 3:30 p.m.
fr: - Octobre : Bâtiment 8/48 - Huitième quartier - Deuxième quartier Tous les jours sauf le samedi et le dimanche : de 8h30 à 15h30
tr: - Ekim: 8/48- Sekizinci mahalle - İkinci komşu, hafta içi her gün, Cumartesi ve Pazar günleri hariç: Sabah 8:30'dan akşam 3:30'a kadar.
zh: - 十月：第八区8/48号，第二邻居，每天上午8:30至下午3:30，除星期六和星期日外。

# residence5
source: - Nasr City: 30 Sibawi El Masry St., off Anwar El Mofty St., behind Nasr City Traffic Department Daily except Saturday and Sunday: 8:30 AM to 3:30 PM
ar: - مدينة نصر: 30 سيبوي المصري متفرع من شارع أنور المفتي، خلف مرور مدينة نصر يومياً عدا السبت والأحد: 8:30 صباحاً حتى 3:30 عصرأ
es: - Nasr City: 30 Seboue El Masri Street, detrás de la policía de tráfico de Nasr City, diariamente excepto los sábados y domingos: de 8:30 a.m. a 3:30 p.m.
fr: - Cité Nasr : 30, rue Sibawi El Masry, à côté de la rue Anwar El Mofty, derrière le département de la circulation de la cité Nasr Tous les jours sauf le samedi et le dimanche : de 8h30 à 15h30
tr: - Nasr Şehri: 30 Sebawi el-Mısri Caddesi, Anwar el-Mufti Caddesi'nden sapma, Nasr Şehri Emniyet Müdürlüğü'nün arkası, hafta içi her gün, Cumartesi ve Pazar günleri hariç: Sabah 8:30'dan akşam 3:30'a kadar.
zh: - 纳斯尔城：30 Sebawi al-Masri Street，从Anwar al-Mufti Street分支出，纳斯尔城警察局后面，每天上午8:30至下午3:30，除星期六和星期日外。

# residence6
source: - Alexandria: 26 Talaat Naaman St., Ramel Station, Third Floor Daily except Friday and Sunday: 3:30 PM to 8:30 PM
ar: - الإسكندرية: 26 شارع طلعت نعمان، محطة الرمل، الدور الثالث يومياً عدا الجمعة والأحد: 3:30 عصراً حتى 8:30 مساءً
es: - Alejandría: 26 Talat Numan Street, Raml Station, tercer piso, diariamente excepto los viernes y domingos: de 3:30 p.m. a 8:30 p.m.
fr: - Alexandrie : 26, rue Talaat Naaman, gare de Ramel, troisième étage Tous les jours sauf le vendredi et le dimanche : de 15h30 à 20h30
tr: - İskenderiye: 26 Talaat Harb Caddesi, Raml İstasyonu, üçüncü kat, hafta içi her gün, Cuma ve Pazar günleri hariç: Öğleden sonra 3:30'dan akşam 8:30'a kadar.
zh: - 亚历山大：26 Talaat Harb Street，Raml Station，三楼，每天下午3:30至晚上8:30，除星期五和星期日外。

# residence7
source: - Damietta: 81/21 First Neighborhood, First District, in front of the Tourism and Hotels Institute in New Damietta Daily except Friday and Saturday: 2:30 PM to 7:30 PM
ar: - دمياط: 81/21 المجاورة الاولى، الحى الاول، امام معهد السياحة والفنادق بدمياط الجديدة يومياً عدا الجمعة والسبت: 2:30 ظهراً حتى 7:30 مساءً
es: - Damietta: 81/21 First District, First Neighborhood, frente al Instituto de Turismo y Hotelería de New Damietta, diariamente excepto los viernes y sábados: de 2:30 p.m. a 7:30 p.m.
fr: - Damiette : 81/21 Premier quartier, premier district, en face de l'Institut de tourisme et d'hôtellerie de la nouvelle Damiette Tous les jours sauf le vendredi et le samedi : de 14h30 à 19h30
tr: - Dumyat: Birinci mahalle, Birinci komşu, Yeni Dumyat'taki Turizm ve Otelcilik Enstitüsü'nün karşısında, hafta içi her gün, Cuma ve Cumartesi günleri hariç: Öğleden sonra 2:30'dan akşam 7:30'a kadar.
zh: - 杜姆亚特：第一邻居81/21号，第一区，新杜姆亚特的旅游和酒店学院对面，每天下午2:30至晚上7:30，除星期五和星期六外。

# residence8
source: Note: You must bring your valid card when going to Caritas offices and make sure your commission card is valid for at least one month at your scheduled appointment in front of the contact offices at the General Directorate of Immigration, Passports, and Nationality in Abbasia.
ar: ملحوظة: يجب عليك إحضار بطاقتك السارية عند التوجه لمكاتب كاريتاس ويرجى التأكد من سريان بطاقة المفوضية الخاصة بك لمدة لا تقل عن شهر عند ميعادك المحدد أمام كتب الإتصال بالإدارة العامة للهجرة والجوازات والجنسية بالعباسية
es: Nota: Debe llevar su tarjeta válida cuando vaya a las oficinas de Caritas y asegúrese de que su tarjeta de comisión esté vigente por al menos un mes en la fecha programada frente a las oficinas de contacto de la Dirección General de Migración, Pasaportes y Nacionalidad en Abbasia.
fr: Remarque : Vous devez apporter votre carte valide lorsque vous vous rendez dans les bureaux de Caritas et vous assurer que votre carte de commission est valide pendant au moins un mois à votre rendez-vous prévu devant les bureaux de contact à la Direction générale de l'immigration, des passeports et de la nationalité à Abbasia.
tr: Not: Caritas ofislerine giderken geçerli kartınızı yanınızda getirmeniz gerekmektedir ve belirtilen tarihte Mısır Göç ve Pasaport Genel Müdürlüğü'nde randevunuz varsa, komisyon kartınızın en az bir ay boyunca geçerli olduğundan emin olun.
zh: 注意：前往Caritas办事处时，请携带您的有效卡，并确保在前往开罗阿巴西亚的移民、护照和国籍总局办理居留时，您的特许机构卡至少有效一个月。

# residence9
source: What documents do I need to bring?
ar: ما هي المستندات التي يجب عليّ إحضارها؟
es: ¿Qué documentos debo llevar?
fr: Quels documents dois-je apporter ?
tr: Hangi belgeleri getirmem gerekiyor?
zh: 我需要携带哪些文件？

# residence10
source: - All registration cards issued by the Commission for Refugees Affairs for family members and dependents registered with you in Egypt
ar: - جميع بطاقات تسجيل مفوضية شؤون اللاجئين الخاصة بأفراد الأسرة ومن تعول من المسجلين معك في مصر
es: - Todas las tarjetas de registro de la comisión de asuntos de refugiados para los miembros de la familia y las personas a cargo registradas contigo en Egipto.
fr: - Toutes les cartes d'inscription émises par la Commission pour les affaires des réfugiés pour les membres de la famille et les personnes à charge enregistrés avec vous en Égypte
tr: - Mısır'da kayıtlı aile üyeleri ve sizinle birlikte kayıtlı olanları içeren tüm komisyon kayıt kartları.
zh: - 包括在埃及注册的家庭成员和与您一起注册的所有特许机构注册卡。

# residence12
source: - Original passport for family members and dependents registered with you in Egypt
ar: - جواز السفر الأصلي لأفراد الأسرة ومن تعول المسجلين معك في مصر
es: - Pasaporte original de los miembros de la familia y las personas a cargo registradas contigo en Egipto.
fr: - Passeport original pour les membres de la famille et les personnes à charge enregistrés avec vous en Égypte
tr: - Mısır'da sizinle birlikte kayıtlı olan aile üyelerinin ve size bağımlı olanların orijinal pasaportu.
zh: - 您在埃及注册的家庭成员和您赡养的人的原始护照。

# residence13
source: - Copies of both the Commission's registration document and passport/passports
ar: - نسخ من كل من مستند التسجيل الخاص بالمفوضية وجواز / جوازات السفر
es: - Copias de cada documento de registro de la comisión y pasaporte/pasaportes.
fr: - Copies du document d'inscription de la Commission et du/des passeport(s)
tr: - Komisyon kaydı belgesi ve pasaport / pasaportlarının kopyaları.
zh: - 特许机构注册文件和护照/护照的复印件。

# residence14
source: - The reference number obtained from the commission's office
ar: - الرقم المرجعي الذي حصلت عليه من مكتب المفوضية
es: - El número de referencia que obtuviste de la oficina de la comisión.
fr: - Le numéro de référence obtenu auprès du bureau de la commission
tr: - Komisyon ofisinden aldığınız referans numarası.
zh: - 您从特许机构办事处获得的参考编号。

# residence15
source: - Two passport-sized photos. No need for photos of dependents unless they are over 12 years old and have a separate registration card from the commission
ar: - صورتان شخصيتان بحجم جواز السفر. لا حاجة إلى صور من تعول الا إذا كانوا أكبر من 12 عاما وتم إصدار بطاقة توثيق منفصلة لهم من المفوضية
es: - Dos fotos de pasaporte. No es necesario fotos de personas a cargo a menos que tengan más de 12 años y tengan una tarjeta de identificación separada emitida por la comisión.
fr: - Deux photos d'identité de format passeport. Pas besoin de photos des personnes à charge sauf s'ils ont plus de 12 ans et possèdent une carte d'enregistrement distincte de la commission
tr: - Pasaport boyutunda iki adet fotoğraf. 12 yaşından büyük olan bağımlılarınızın fotoğraflarına gerek yoktur, ancak bunlar için komisyon tarafından ayrı bir doğrulama kartı verilmelidir.
zh: - 两张护照大小的照片。您赡养的未满12岁的人不需要照片，但是他们必须获得特许机构的单独确认卡。

# residence16
source: Do I need to pay any fees for the residence permit?
ar: هل يجب علي دفع أي رسوم للحصول على بطاقة الإقامة؟
es: ¿Debo pagar alguna tarifa para obtener la tarjeta de residencia?
fr: Dois-je payer des frais pour le permis de séjour ?
tr: İkamet kartı almak için herhangi bir ücret ödemem gerekiyor mu?
zh: 申请居留卡需要支付任何费用吗？

# residence17
source: Yes, you will be required to pay a fee of 100 Egyptian pounds for the issuance of the residence permit card + administrative fees for the bank for each family member aged 12 or older at the bank located in the building during the submission of your application to the residence unit
ar: نعم، سيُطلب منك دفع رسوم استخراج بطاقة تصريح الإقامة البالغة 100 جنيه مصري+ الرسوم الإداریة للبنك لكل فرد من أفراد الأسرة البالغ من العمر ۱۲ عاما أو أكثر في البنك الموجود في المبنى أثناء تقديم طلبك إلى وحدة الإقامة
es: Sí, se te pedirá que pagues una tarifa de expedición de tarjeta de residencia de 100 libras egipcias + las tarifas administrativas del banco por cada miembro de la familia mayor de 12 años en el banco ubicado en el edificio al presentar tu solicitud a la unidad de residencia.
fr: Oui, vous devrez payer des frais de 100 livres égyptiennes pour l'émission de la carte de permis de résidence + des frais administratifs pour la banque pour chaque membre de la famille âgé de 12 ans ou plus à la banque située dans le bâtiment lors de la soumission de votre demande à l'unité de résidence
tr: Evet, ikamet izni kartı çıkartma ücreti olarak 100 Mısır lirası ödemeniz gerekecek + her aile üyesi için 12 yaşından büyük olanlar için banka masrafları, başvuru sırasında ikamet birimine başvurduğunuz binadaki bankada.
zh: 是的，您需要支付100埃及镑的居留许可卡申请费+每位12岁及以上的家庭成员的银行费用，您在申请时必须在居住单位所在楼内的银行支付。

# residence18
source: How can I reach the Passport and Immigration Administration?
ar: كيف يمكنني الوصول إلى إدارة الجوازات والهجرة؟
es: ¿Cómo puedo llegar a la Dirección de Migración y Pasaportes?
fr: Comment puis-je accéder à l'Administration des passeports et de l'immigration ?
tr: Göçmenlik ve Pasaport İdaresi'ne nasıl gidebilirim?
zh: 我如何前往移民和护照局？

# residence19
source: The administration headquarters is located at 417 Ramses Street in Abbasia and is easily accessible by public transportation by following these instructions:
ar: يقع مقر الإدارة في 417 شارع رمسيس بالعباسية ويسهل الوصول إليها بالمواصلات العامة باتباع التعليمات التالية:
es: La sede de la Dirección está en la calle Ramses 417 en Abbasia y es fácilmente accesible en transporte público siguiendo las siguientes instrucciones:
fr: Le siège de l'administration est situé au 417, rue Ramses à Abbasia et est facilement accessible en transports en commun en suivant ces instructions :
tr: İdare, Abbasia'daki 417 Ramses Caddesi'nde bulunmakta ve toplu taşıma araçlarıyla kolayca erişilebilir, aşağıdaki talimatları izleyin:
zh: 总局位于阿巴西亚的Ramses Street 417号，可以通过公共交通轻松到达，请按照以下说明操作：

# residence20
source: For refugees residing in Greater Cairo:
ar: للاجئين المقيمين في القاهرة الكبرى:
es: Para refugiados residentes en el Gran Cairo:
fr: Pour les réfugiés résidant dans le Grand Caire :
tr: Büyük Kahire'de yaşayan mülteciler için:
zh: 对于居住在大开罗的难民：

# residence21
source: Metro: The nearest station to the new headquarters is Abbasia Station (Green Line, Imbaba - Airport Line). After exiting the metro station, the administration will be a five-minute walk away.
ar: مترو الأنفاق: أقرب محطة إلى المقر الجديد هي محطة العباسية (الخط الأخضر، خط إمبابة – المطار). بعد الخروج من محطة المترو، ستكون الإدارة على بعد خمس دقائق سيرًا على الأقدام.
es: Metro: La estación más cercana a la nueva sede es la estación de Abbasia (línea verde, línea Embaba - Aeropuerto). Después de salir de la estación de metro, la dirección estará a cinco minutos a pie.
fr: Métro : La station la plus proche du nouveau siège est la station Abbasia (Ligne verte, Ligne Imbaba - Aéroport). Après être sorti de la station de métro, l'administration se trouve à cinq minutes à pied.
tr: Metro: Yeni ofise en yakın istasyon Abbasia istasyonudur (Yeşil Hat, Imbaba - Havalimanı hattı). Metro istasyonundan çıktıktan sonra, idareye yürüyerek beş dakika mesafededir.
zh: 地铁：距新办公室最近的车站是阿巴西亚站（绿色线，Imbaba-机场线）。从地铁站出来后，步行五分钟即可到达办公室。

# residence22
source: For refugees residing in other governorates:
ar: للاجئين المقيمين في المحافظات الأخرى:
es: Para refugiados residentes en otras gobernaciones:
fr: Pour les réfugiés résidant dans d'autres gouvernorats :
tr: Diğer illerde yaşayan mülteciler için:
zh: 对于居住在其他省份的难民：

# residence23
source: Ramses Train Station: You can take the train/public transportation from any governorate to Ramses Station. Upon arrival at the station, transfer to Al Shohada Metro Station and get off at Al Ataba Metro Station where you will switch to the Green Metro Line (Imbaba - Airport) and get off at Abbasia Station. After exiting the metro station, the administration will be a five-minute walk away.
ar: محطة قطار رمسيس: يمكنك استقلال القطار / مواصلات النقل العام من أي محافظة إلى محطة رمسيس. عند وصولك إلى المحطة، انتقل إلى محطة مترو الشهداء وانزل في محطة مترو العتبة حيث ستنتقل إلى خط المترو الأخضر (إمبابة – المطار) وتنزل في محطة العباسية. بعد الخروج من محطة المترو، ستكون الإدارة على بعد خمس دقائق سيرًا على الأقدام.
es: Estación de tren Ramses: Puedes tomar el tren / transporte público desde cualquier gobernación hasta la estación de Ramses. Cuando llegues a la estación, ve a la estación del metro Shahid y bájate en la estación de metro El Ataba, donde cambiarás a la línea verde del metro (Embaba - Aeropuerto) y bájate en la estación de Abbasia. Después de salir de la estación de metro, la dirección estará a cinco minutos a pie.
fr: Gare de train Ramsès : Vous pouvez prendre le train/les transports en commun depuis n'importe quel gouvernorat jusqu'à la gare de Ramsès. À votre arrivée à la gare, transférez-vous à la station de métro Al Shohada et descendez à la station de métro Al Ataba où vous passerez à la Ligne verte du métro (Imbaba - Aéroport) et descendez à la station Abbasia. Après être sorti de la station de métro, l'administration se trouve à cinq minutes à pied.
tr: Ramses Tren İstasyonu: Herhangi bir ilçeden Ramses İstasyonu'na trenle veya toplu taşıma ile gidebilirsiniz. İstasyona vardığınızda, Şehitler Metro İstasyonu'na geçin ve Imbaba - Havalimanı hattına binin ve Abbasia istasyonunda inin. Metro istasyonundan çıktıktan sonra, idareye yürüyerek beş dakika mesafededir.
zh: 拉姆西斯火车站：您可以乘火车或公共交通工具从任何省份前往拉姆西斯车站。到达车站后，转乘至Martyrs地铁站，并在阿巴西亚站下车。从地铁站出来后，步行五分钟即可到达办公室。

source: Link Here!
ar: الرابط هنا!
es: ¡Enlace aquí!
fr: Lien Ici !
tr: Burada Bağlantı!
zh: 这里链接！

# foodSupply1
source: Who is eligible for assistance from the World Food Programme?
ar: من الذي يحق له الحصول على مساعدة برنامج الأغذية العالمي؟
es: ¿Quién tiene derecho a recibir asistencia del Programa Mundial de Alimentos?
fr: Qui est éligible pour recevoir de l'aide du Programme Alimentaire Mondial ?
tr: Dünya Gıda Programı'ndan yardım almak için kimler uygun?
zh: 谁有资格获得世界粮食计划的援助？
