Repository: ahmedmo2002/the-project
Catalog: theproject/lib/l10n/intl_*.arb
Languages: ar, es, fr, tr, zh

# healthA10
source: You can always contact the Commission and make an appointment if you realize that your refugee, asylum seeker, or refugee document has expired. You will still be able to access services through Commission healthcare implementing partners (Caritas, Egypt Shelter, and Childhood Rescue Agency). If you do not hold any of these cards, whether valid, expired, or closed, you will not be able to access the aforementioned services through Commission implementing partners.
ar: يمكنك دائماً الاتصال بالمفوضية وحجز موعد إذا أدركت أن بطاقة طالب اللجوء أو اللاجئ أو وثيقة اللجوء الخاصة بك قد انتهت صلاحيتها.وسيظل بإمكانك الحصول على الخدمات من خلال شركاء المفوضية المنفذين للرعاية الصحية (كاريتاس، ومصر الملجأ، وهيئة إنقاذ الطفولة).إذا لم تكن من حاملي أي من هذه البطاقات، سواء كانت سارية أو غير سارية أو قد تم إغلاق ملف، فلن تتمكن من الحصول على الخدمات المذكورة أعلاه من خلال شركاء المفوضية المنفذين
es: Siempre puedes comunicarte con la Comisión y hacer una cita si te das cuenta de que tu tarjeta de refugiado, solicitante de asilo o documento de asilo ha vencido. Y seguirás pudiendo obtener servicios a través de los socios ejecutores de la Comisión de atención médica (Caritas, Egypt Shelter, Fundación Rescate Infantil). Si no tienes ninguna de estas tarjetas, ya sea vigente, vencida o si el archivo se ha cerrado, no podrás obtener los servicios mencionados anteriormente a través de los socios ejecutores de la Comisión.
fr: Vous pouvez toujours contacter la Commission et prendre rendez-vous si vous vous rendez compte que votre carte de réfugié, de demandeur d'asile ou de réfugié a expiré. Vous pourrez toujours accéder aux services via les partenaires de mise en œuvre des soins de santé de la Commission (Caritas, Egypt Shelter et Agence de sauvetage de l'enfance). Si vous ne détenez aucune de ces cartes, qu'elles soient valides, expirées ou clôturées, vous ne pourrez pas accéder aux services susmentionnés via les partenaires de la Commission.
tr: Kartınızın süresi dolmuş veya kaybolmuş olsa bile, Komisyon'u arayarak randevu alabilirsiniz. Sağlık hizmetlerinin uygulanmasında Komisyon'un ortakları (Caritas, Mısır Barınağı ve Çocuk Kurtarma Kurumu) aracılığıyla hizmetlere erişmeye devam edebilirsiniz. Bu kartlardan herhangi birine sahip değilseniz, geçerli, geçersiz veya kapatılmış olsun, Komisyon'un ortakları aracılığıyla yukarıda belirtilen hizmetlere erişemezsiniz.
zh: 即使您的卡过期或丢失，您仍然可以通过致电委员会并预约来获得服务。您可以通过委员会的合作伙伴（Caritas、埃及收容所、儿童救援机构）继续获得服务。如果您没有任何这些卡，无论是有效的、无效的还是已关闭的，您将无法通过委员会的合作伙伴获得上述服务。

# rightsQ1
source: What are the rights of refugees?
ar: ما هي حقوق اللاجئين؟
es: ¿Cuáles son los derechos de los refugiados?
fr: Quels sont les droits des réfugiés ?
tr: Mültecilerin hakları nelerdir?
zh: 难民有哪些权利？

# rightsQ2
source: What is asylum law?
ar: ما هو قانون اللجوء؟
es: ¿Qué es la ley de asilo?
fr: Qu'est-ce que la loi sur l'asile ?
tr: Sığınma hakkı nedir?
zh: 避难权是什么？

# rightsQ3
source: What is the principle of non-refoulement?
ar: ما هو مبدأ عدم الرد؟
es: ¿Qué es el principio de no devolución?
fr: Quel est le principe de non-refoulement ?
tr: Geri İade Yasağı ilkesi nedir?
zh: 非遣返原则是什么？

# rightsQ4
source: What is refugee protection?
ar: ما هي حماية اللاجئين؟
es: ¿Cuál es la protección para los refugiados?
fr: Qu'est-ce que la protection des réfugiés ?
tr: Mültecilerin korunması nedir?
zh: 难民保护是什么？

# rightsQ5
source: Do refugees have human rights?
ar: هل يتمتع اللاجئون بحقوق الإنسان؟
es: ¿Los refugiados tienen derechos humanos?
fr: Les réfugiés ont-ils des droits de l'homme ?
tr: Mülteciler insan haklarından yararlanır mı?
zh: 难民享有人权吗？

# rightsQ6
source: Can refugees travel?
ar: هل يستطيع اللاجئون السفر؟
fr: Les réfugiés peuvent-ils voyager ?
tr: Mülteciler seyahat edebilir mi?
zh: 难民可以旅行吗？

# rightsA1
source: The various rights enjoyed by asylum seekers and refugees because they seek asylum or have been granted protection as refugees, and which the host state is responsible for ensuring. These rights are enshrined in the Refugee Convention and human rights treaties. These rights address the possibility of staying in the host country and not being returned to their country of origin (non-refoulement, for example) and include education, healthcare, housing, work, and family, among other things.
ar: مختلف الحقوق التي يتمتع بها طالبو اللجوء واللاجئون لأنهم يلتمسون صفة اللجوء أو لأنهم حصلوا على الحماية كونهم لاجئين، والتي تتحمل الدولة المضيفة مسؤولية ضمانها. هذه الحقوق منصوص عليها في اتفاقية اللاجئين ومعاهدات حقوق الإنسان. وتتناول هذه الحقوق إمكانية البقاء في البلد المضيف وعدم إعادتهم إلى بلدهم الأصلي (عدم الإعادة القسرية على سبيل المثال) والتعليم والرعاية الصحية والسكن والعمل والأسرة، من جملة أمور أخري
es: Los solicitantes de asilo y los refugiados tienen varios derechos porque solicitan el asilo o porque han obtenido protección como refugiados, los cuales el Estado anfitrión tiene la responsabilidad de garantizar. Estos derechos están estipulados en la Convención sobre los Refugiados y los tratados de derechos humanos. Estos derechos abordan la posibilidad de permanecer en el país anfitrión y no ser devuelto a su país de origen (no devolución, por ejemplo), educación, atención médica, vivienda, trabajo y familia, entre otros asuntos.
fr: Les différents droits dont bénéficient les demandeurs d'asile et les réfugiés parce qu'ils demandent l'asile ou ont obtenu une protection en tant que réfugiés, et dont l'État hôte est responsable de garantir. Ces droits sont consacrés dans la Convention sur les réfugiés et les traités relatifs aux droits de l'homme. Ces droits portent sur la possibilité de rester dans le pays d'accueil et de ne pas être renvoyés dans leur pays d'origine (non-refoulement, par exemple) et comprennent l'éducation, les soins de santé, le logement, le travail et la famille, entre autres.
tr: Sığınma başvurusunda bulunan ve mülteci statüsü veya koruma aldıkları için çeşitli haklara sahip olan kişilerin, bu hakların teminatını sağlayan ev sahibi devlet tarafından garantilendiği çeşitli haklar. Bu haklar, mültecilerin Haklar Sözleşmesi ve insan haklarına ilişkin antlaşmalarda belirtilmiştir. Bu haklar, sığınma talep ettikleri ülkede kalma ve kendi ülkelerine geri gönderilmeme (örneğin zorla geri gönderme) imkanını içerir ve eğitim, sağlık hizmetleri, konut, iş ve aile gibi diğer konuları kapsar.
zh: 寻求庇护者和获得难民身份或保护的人因不同原因享有各种权利，这些权利由接纳国负责确保。这些权利在难民公约和人权公约中规定。这些权利包括在接纳国居留并不被遣返（例如不被强制遣返），并涵盖教育、医疗保健、住房、工作和家庭等其他事项。

# rightsA2
source: It is a compilation of customary international law and international instruments that set the necessary standards for protecting refugees. The 1951 Convention and its 1967 Protocol relating to the Status of Refugees are the cornerstones of asylum law. Both refugee law and international human rights law complement each other and international humanitarian law.
ar: هو ما يجمع القانون الدولي العرفي والصكوك الدولية التي تحدد المعايير اللازمة لحماية اللاجئين. وتعتبر اتفاقية عام 1951 وبروتوكولها لعام 1967 المتعلقين بوضع اللاجئين حجر الأساس لقانون اللجوء. ويكمّل كل من القانون الدولي للجوء والقانون الدولي لحقوق الإنسان والقانون الإنساني الدولي بعضهم الآخر
es: Es lo que engloba el derecho internacional consuetudinario y los instrumentos internacionales que establecen los estándares necesarios para proteger a los refugiados. El Convenio de 1951 y su Protocolo de 1967 sobre el Estatuto de los Refugiados son fundamentales para la ley de asilo. El derecho internacional de asilo complementa tanto el derecho internacional de derechos humanos como el derecho internacional humanitario.
fr: Il s'agit d'une compilation du droit international coutumier et des instruments internationaux qui fixent les normes nécessaires à la protection des réfugiés. La Convention de 1951 et son Protocole de 1967 relatifs au statut des réfugiés sont les pierres angulaires du droit d'asile. Le droit d'asile et le droit international des droits de l'homme se complètent mutuellement, de même que le droit international humanitaire.
tr: Mültecilerin korunması için gerekli standartları belirleyen uluslararası teamül hukuku ve uluslararası enstrümanların derlemesidir. 1951 tarihli Sığınmacılar Sözleşmesi ve 1967 tarihli Protokolü, sığınma hukukunun temel taşlarıdır. Sığınma hakkı ve insan hakları uluslararası hukuku birbirini tamamlar, aynı şekilde uluslararası insan hakları hukuku da uluslararası teamül hukuku ile birlikte gelir.
zh: 这是将国际习惯法和国际法令汇编起来，以确定保护难民所需的标准。 1951年公约及其1967年的议定书奠定了避难法的基础。 避难法与人权国际法互为补充，同样国际人权法也与国际习惯法相辅相成。

# rightsA3
source: It is an important right for refugees, asylum seekers, and others who fear for their lives or freedoms. These individuals have the right not to be returned in any form by the host country to their country of origin or to any other country where they may face danger or harm. This right, known as the principle of non-refoulement, is enshrined in the Refugee Convention and other human rights treaties. It is also part of what is called customary international law, and therefore must be ensured by all countries.
ar: إنه حق مهم بالنسبة للاجئين وطالبي اللجوء وغيرهم ممن يخشون على حياتهم أو حرياتهم. لهؤلاء الأشخاص الحق في عدم إبعادهم بأي شكل من الأشكال من قبل البلد المضيف إلى بلدهم الأصلي، أو إلى أي بلد آخر يمكنهم أن يتعرضوا فيه للخطر أو للأذى. هذا الحق، المسمى بمبدأ عدم الرد، مدوّن في اتفاقية اللاجئين وغيرها من معاهدات حقوق الإنسان. كما أنه جزء مما يسمى بالقانون الدولي العرفي، وبالتالي يجب أن تضمنه جميع البلدان
es: Es un derecho importante para los refugiados, los solicitantes de asilo y otros que temen por sus vidas o libertades. Estas personas tienen el derecho de no ser expulsadas de ninguna manera por el país anfitrión a su país de origen, o a cualquier otro país donde puedan enfrentar peligro o daño. Este derecho, conocido como el principio de no devolución, está consagrado en la Convención sobre Refugiados y otros tratados de derechos humanos. También es parte de lo que se conoce como derecho internacional consuetudinario y, por lo tanto, debe ser garantizado por todos los países.
fr: Il s'agit d'un droit important pour les réfugiés, les demandeurs d'asile et d'autres personnes qui craignent pour leur vie ou leur liberté. Ces individus ont le droit de ne pas être renvoyés sous quelque forme que ce soit par le pays hôte vers leur pays d'origine ou vers tout autre pays où ils pourraient être exposés à des dangers ou à des préjudices. Ce droit, connu sous le nom de principe de non-refoulement, est consacré dans la Convention sur les réfugiés et d'autres traités relatifs aux droits de l'homme. Il fait également partie de ce qu'on appelle le droit international coutumier, et par conséquent, doit être assuré par tous les pays.
tr: Hayatları veya özgürlükleri tehlikede olan mülteciler, sığınma talebinde bulunanlar ve diğer kişiler için önemli bir haktır. Bu kişilerin, ev sahibi ülkeden kendi ülkelerine veya tehlike veya zarar görebilecekleri başka bir ülkeye herhangi bir şekilde geri gönderilmeme hakkı vardır. Bu hak, geri İade Yasağı olarak bilinen ve Sığınmacılar Sözleşmesi ve insan haklarına ilişkin diğer antlaşmalarda yer alan bir haktır. Aynı zamanda adet hukukunun bir parçasıdır ve dolayısıyla tüm ülkeler tarafından sağlanmalıdır.
zh: 对于生命或自由受到威胁的难民、寻求庇护者和其他人来说，这是一个重要权利。 这些人有权不被接纳国遣返到其原籍国或可能受到危险或伤害的其他国家。 这一权利，称为非遣返原则，被载入了难民公约及其他人权公约，也是习惯国际法的一部分，因此所有国家都应该确保其实施。

# rightsA4
source: Refugee protection includes all activities aimed at achieving full respect for the rights of refugees. Protection includes providing a conducive environment for respecting human beings and preventing or mitigating the direct effects of a particular pattern of abuse, and restoring conditions of dignified life through compensation and rehabilitation.
ar: تشمل حماية اللاجئين جميع الأنشطة التي تهدف إلى تحقيق الاحترام الكامل لحقوق اللاجئين. وتشمل الحماية توفير بيئة مواتية لاحترام البشر ومنع أو التخفيف من الآثار المباشرة لنمط معيّن من الإساءة، واستعادة ظروف الحياة الكريمة من خلال التعويض وإعادة التأهيل
es: La protección de los refugiados incluye todas las acciones destinadas a garantizar el pleno respeto de los derechos de los refugiados. Esto incluye proporcionar un entorno propicio para el respeto de la dignidad humana y prevenir o mitigar los efectos directos de un determinado patrón de abuso, y restaurar condiciones de vida dignas a través de compensación y rehabilitación.
fr: La protection des réfugiés comprend toutes les activités visant à assurer le respect total des droits des réfugiés. La protection consiste à fournir un environnement propice au respect de la personne humaine et à prévenir ou à atténuer les effets directs d'un certain schéma de mauvais traitements, et à rétablir des conditions de vie dignes par le biais de compensations et de réhabilitations.
tr: Mültecilerin korunması, mültecilerin haklarının tamamen saygı gösterilmesini sağlamayı amaçlayan tüm faaliyetleri kapsar. Koruma, insan onurunun saygı gösterildiği bir ortamın sağlanması, belirli bir kötü muamele modelinin doğrudan etkilerini önleme veya hafifletme ve tazminatlar ve rehabilite yoluyla onurlu yaşam koşullarını geri kazandırma işlemlerini içerir.
zh: 难民保护涉及到旨在全面尊重难民权利的所有活动。 这种保护包括提供一个尊重人类尊严的环境，防止或减轻特定虐待模式的直接影响，以及通过赔偿和重建来恢复体面的生活条件。

# rightsA5
source: Yes, refugees have human rights. Human rights are generally understood as rights that are inalienable and that a person deserves simply by being human. They are based on the fundamental principles of universality, equality, and non-discrimination, and are enshrined in treaties, customary international law, national laws, and other standards that define and help ensure their full enjoyment. Human rights apply to all individuals, including all persons under the mandate of the Commission.
ar: نعم، يتمتع اللاجئون بحقوق الإنسان. وتُفهم حقوق الإنسان عموماً على أنها الحقوق غير القابلة للتصرف والتي يستحقها الشخص لمجرد كونه إنساناً. وهي مبنيّة على المبادئ الأساسية للشموليّة والمساواة وعدم التمييز، وهي مكرّسة في المعاهدات وقواعد القانون الدولي العرفي والقوانين الوطنية والمعايير الأخرى التي تحددها وتساعد على ضمان التمتع الكامل بها. تنطبق حقوق الإنسان على جميع الأفراد، بما في ذلك كافة الأشخاص المشمولين بولاية المفوضية
es: Sí, los refugiados tienen derechos humanos. Los derechos humanos en general se entienden como derechos inherentes e inalienables que una persona merece simplemente por ser humana. Están basados en los principios fundamentales de universalidad, igualdad y no discriminación, y están consagrados en tratados, normas de derecho internacional consuetudinario, leyes nacionales y otros estándares que los definen y ayudan a garantizar su pleno disfrute. Los derechos humanos se aplican a todas las personas, incluidas todas aquellas bajo la jurisdicción de ACNUR.
fr: Oui, les réfugiés ont des droits de l'homme. Les droits de l'homme sont généralement compris comme des droits inaliénables que toute personne mérite simplement en tant qu'être humain. Ils sont fondés sur les principes fondamentaux de l'universalité, de l'égalité et de la non-discrimination, et sont consacrés dans les traités, le droit international coutumier, les lois nationales et d'autres normes qui les définissent et contribuent à garantir leur pleine jouissance. Les droits de l'homme s'appliquent à toutes les personnes, y compris à toutes les personnes relevant du mandat du HCR.
tr: Evet, mülteciler insan haklarından yararlanırlar. İnsan hakları genellikle, bir insanın sadece insan olması nedeniyle hak ettiği devredilemez haklar olarak anlaşılır. Bunlar evrensellik, eşitlik ve ayrımcılık yapmama gibi temel prensiplere dayanır ve onları tanımlayan ve tam kullanımlarını sağlamaya yardımcı olan anlaşmalar, adet hukuku, ulusal yasalar ve diğer standartlar tarafından kurulmuştur. İnsan hakları, HCR'nin yetki alanına giren tüm kişilere uygulanır.
zh: 是的，难民享有人权。 人权通常被理解为仅因为一个人是人类而应享有的不可剥夺的权利。 它们基于普遍性、平等和非歧视等基本原则，并由旨在确保其完全享有的条约、习惯法、国内法和其他标准所确定和帮助。

# rightsA6part1
source: As a refugee or stateless person in any of the States Parties to the 1951 Refugee Convention or the 1954 Statelessness Convention, you are entitled to obtain a 'Convention Travel Document' which is issued to replace your national passport.
ar: بصفتك لاجئاً أو شخصاً عديم الجنسية في أي دولة من الدول الأطراف في اتفاقية اللاجئين لعام 1951 أو اتفاقية انعدام الجنسية لعام 1954، فإنه يحق لك الحصول على “وثيقة سفر الاتفاقية” والتي يتم إصدارها لتحل محل جواز سفرك الوطني
fr: En tant que réfugié ou personne apatride dans l'un des États parties à la Convention de 1951 sur les réfugiés ou à la Convention de 1954 relative au statut des apatrides, vous avez le droit d'obtenir un 'Document de voyage de la Convention' qui est délivré pour remplacer votre passeport national.
tr: 1951 tarihli Sığınmacılar Sözleşmesi veya 1954 tarihli Sığınmasızlar Statüsü Sözleşmesi'nin tarafı olan bir ülkede mülteci veya sığınmasız olarak, ulusal pasaportunuzun yerine geçmek üzere verilen 'Sözleşme Seyahat Belgesi'ne sahip olma hakkınız vardır.
zh: 作为1951年难民公约或1954年无国籍公约缔约国之一的难民或无国籍人，在这些国家，您有权获得“公约旅行证件”，该证件可替代您的国家护照。

# rightsA6part2
source: As a refugee, traveling with a 'Convention Travel Document' is safer than traveling with a national passport, as you are protected from forced return to your country of origin.
ar: بصفتك لاجئًا، فإن السفر برفقة “وثيقة سفر خاصة بالاتفاقية” يكون أكثر أماناً من السفر بجواز السفر الوطني، حيث أنك تتمتع بالحماية من العودة القسرية إلى بلدك الأصلي
fr: En tant que réfugié, voyager avec un 'Document de voyage de la Convention' est plus sûr que de voyager avec un passeport national, car vous êtes protégé contre le renvoi forcé vers votre pays d'origine.
tr: Mülteci olarak, 'Sözleşme Seyahat Belgesi' ile seyahat etmek, ulusal pasaportla seyahatten daha güvenlidir çünkü ülkenize zorla geri dönme karşısında korunursunuz.
zh: 作为难民，使用“公约旅行证件”旅行比使用国家护照更安全，因为您受到不会被强行遣返到原籍国的保护。

# rightsA6part3
source: Practically, not all countries issue Convention Travel Documents despite being obligated to do so. Some countries issue other travel documents for refugees and stateless persons, such as foreigner passports or special travel identity documents.
ar: من الناحية العمليّة، لا تُصدر جميع الدول وثائق سفر خاصة بالاتفاقية، على الرغم من التزامها بالقيام بذلك. وتصدر بعض الدول وثائق سفر أخرى للاجئين وعديمي الجنسية، مثل جوازات سفر للأجانب أو وثيقة هوية خاصة بالسفر
fr: Pratiquement, tous les pays n'émettent pas de Documents de voyage de la Convention malgré leur obligation de le faire. Certains pays délivrent d'autres documents de voyage aux réfugiés et aux apatrides, tels que des passeports pour étrangers ou des documents d'identité spéciaux pour les voyages.
tr: Pratikte, tüm ülkeler Sözleşme Seyahat Belgesi vermemekte, bununla yükümlü olmalarına rağmen. Bazı ülkeler mültecilere ve sığınmasızlara diğer seyahat belgeleri verir, örneğin yabancılar için pasaportlar veya seyahat için özel kimlik belgeleri.
zh: 实际上，并非所有国家都颁发公约旅行证件，尽管它们有义务如此。 一些国家为难民和无国籍人颁发其他旅行文件，例如外国人护照或专用旅行身份文件。

# rightsA6part4
source: In some countries, UNHCR may assist you in obtaining an Emergency Travel Document from the International Committee of the Red Cross when you have no other options. This document is valid for one journey only.
ar: في بعض الدول، قد تساعدك المفوضية في الحصول على وثيقة سفر طارئة من اللجنة الدولية للصليب الأحمر عندما لا تتوفر لديك خيارات أخرى. وهذه الوثيقة صالحة لرحلة واحدة فقط
fr: Dans certains pays, le HCR peut vous aider à obtenir un Document de voyage d'urgence auprès du Comité international de la Croix-Rouge lorsque vous n'avez pas d'autres options. Ce document n'est valable que pour un seul voyage.
tr: Bazı ülkelerde, başka seçenekleriniz olmadığında Kızılhaç Komitesi'nden Acil Seyahat Belgesi almanıza yardımcı olabilir. Bu belge sadece tek bir seyahat için geçerlidir.
zh: 在某些国家，当您没有其他选择时，国际红十字会可能会帮助您获得紧急旅行文件。 这个文件仅适用于一次旅行。

source: For more details,
ar: للمزيد من التفاصيل
es: Para más detalles,
fr: Pour plus de détails,
tr: Daha fazla detay için,
zh: 了解更多详情，请

# visitWebsite
source: visit the official website!
ar: زورو الموقع الرسمي!
es: ¡visita el sitio web oficial!
fr: visitez le site officiel !
tr: resmi web sitesini ziyaret edin!
zh: 访问官方网站！

# financialHelpUnhcr
source: Cash assistance provided by UNHCR
ar: المساعدات النقدية المقدمة من المفوضية
es: Ayuda financiera proporcionada por ACNUR
fr: Aide financière fournie par le HCR
tr: UNHCR tarafından sağlanan maddi yardım
zh: 联合国难民署提供的经济援助
